[
  {
    "Ahi, Berat": {
      "summary": "This qualitative study explores the reasons why parents in Turkey choose homeschooling for their preschool-aged children.  Through interviews with three families, the study identified three super-themes and seven codes explaining parental preferences, including inconsistencies between parental expectations and the formal education system, negative effects of formal education, family ideals, and concerns about social interaction at school.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Aisling Ní Dhiorbháin": {
      "summary": "This study investigates why multilingual parents in Ireland choose Irish-medium (IM) immersion education for their children.  Through semi-structured interviews with 15 parents, the research found that parents were primarily motivated by the opportunity for their children to learn multiple languages and immerse themselves in Irish culture and heritage.  While a small number chose IM schools due to lack of space in English-medium schools, the majority reported no significant challenges with IM immersion.  The study recommends support for multilingual families participating in immersion education.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Alamer, Saad M.": {
      "summary": "This study investigates Saudi gifted students' and their parents' perceptions of the educational and learning environment using the Actiotope Model of Giftedness.  Parents and children's responses to questionnaires were compared, revealing differences in perceptions regarding several educational and learning capitals. The findings highlight discrepancies between parental and student views on the effectiveness of the gifted education system in Saudi Arabia.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Alba, Laura A.": {
      "summary": "This study explores the perspectives of Spanish- and English-speaking parents (N=102) of children receiving special education services during the COVID-19 pandemic.  It found that language, but not income or education, significantly impacted whether children received services, with English-speaking parents more likely to report their children receiving services. Language and cultural consideration also significantly affected the challenges experienced with online special education, with Spanish-speaking parents and those feeling their child's culture was rarely considered reporting more difficulties.  Qualitative data revealed parental concerns about children's academic regression.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed"
    }
  },
  {
    "Albarello, Francisco": {
      "summary": "This qualitative case study explores the social impact of Fortnite on Argentinian and Chilean children (9-18 years old) and their parents.  82 in-depth interviews were conducted in 2019, revealing diverging perspectives between parents and children regarding the game's immersive social experience. The study's relevance is highlighted in the context of increased online platform use due to the COVID-19 pandemic.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Alia El Naggar": {
      "summary": "This study explores how parents of children with Autism Spectrum Disorder (ASD) in the UAE use social media to foster social inclusion.  Semi-structured interviews with 21 parents revealed varied approaches and challenges, including misinformation and stigma. The research highlights the need to understand parental strategies and barriers in using social media to support children with ASD.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Alqatarneh, Nisrin": {
      "summary": "This qualitative study investigates the impact of Islamic Arabic culture in Jordan on early intervention (EI) programs for children with disabilities.  It explores the perspectives of Jordanian parents and occupational therapists, revealing three key themes: 'It is the will of Allah', 'Social stigma', and 'Extended family role'. The study highlights the significant influence of parents' cultural views on their participation in their child's EI.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "An, Sofiya": {
      "summary": "This qualitative study explores the experiences of 17 parents raising children with autism spectrum disorder (ASD) in Kazakhstan.  It examines challenges faced by families in accessing healthcare, special education, and social services, highlighting delayed diagnosis, limited public benefits, and a lack of support from service providers.  The study offers recommendations for policymakers and service providers based on parental perspectives.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Ana Contreras": {
      "summary": "This qualitative study explores how a Latino immigrant school principal built community and fostered a sense of belonging among immigrant families in a Latino/a and African American community.  The principal leveraged his own immigrant experiences to connect with families and adapt to their needs, acting as a 'border broker'. The study uses a 3-year critical ethnographic approach, including participant observation, interviews, and participatory methods, and draws on the concepts of 'pedagogies of acompañamiento' and 'critical care' to analyze the principal's practices.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Arikan, Arzu": {
      "summary": "This study explores the schooling experiences of disadvantaged preschool children from their perspectives.  Using a case study design with data from child interviews, parent interviews, observations, and documents, the research found that while children generally had positive attitudes towards school, their engagement was limited, and home interactions regarding school were inadequate.  The study highlights the need for improved educational practices for disadvantaged children and suggests further research into mixed schools and home-school connections.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Arslan, Adem": {
      "summary": "This quantitative study investigated the relationship between positive childhood experiences and family values among 753 university students (aged 18-25).  Using the Positive Childhood Experiences Scale and the Family Values Scale, the study found correlations between higher positive childhood experiences (associated with female gender and higher family income) and various aspects of family values, including views on childcare, extended family, marriage, and decision-making within the family.",
      "peer_review": "unclear",
      "about_parents": "no",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Ashraf, Saeeda": {
      "summary": "This case study examines Pakistani parents' involvement in their children's Foundation Stage education in Southern England.  Interviews with parents and school staff revealed generally positive attitudes towards parental involvement, but low levels of actual participation.  Key barriers included parents feeling unwelcome, a lack of information and guidance, and misunderstandings about teaching methods.  School staff attributed low involvement to parents' perceived lack of value for involvement and education levels.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Ashurst, Kerri": {
      "summary": "This study examined the impact of Extension military parent-teen camping programs on family resilience.  Using pre- and post-tests, researchers found statistically significant increases in resilience scores for both parents and teens, along with improved problem-solving and social connection skills in teens compared to a normative sample.  The results highlight the positive effects of these programs on family systems.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Assel Kambatyrova": {
      "summary": "This qualitative study investigates Kazakhstani parents' language ideologies regarding the country's trilingual education policy.  Based on 24 interviews, the study finds that while parents generally support the policy, they advocate for a gradual implementation to avoid potential negative consequences for children's learning, particularly given the challenges of studying content subjects in three languages simultaneously.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Athena Ip": {
      "summary": "This study modified the Tool to Measure Parenting Self-Efficacy in the antenatal period (TOPSE ante-natal) to make it more accessible for parents-to-be with learning disabilities.  Using inclusive research methods (interviews and discussion groups), the researchers identified and addressed issues with comprehension and wording in the original tool.  The modified tool is now freely available online.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Avari, Pearl": {
      "summary": "This exploratory study investigated communication methods between early childhood teachers and families.  Semi-structured interviews with 31 teachers in the Midwestern U.S. revealed diverse communication formats (in-person, apps, messaging) used to share information about children's routines and development. While in-person communication was preferred, the COVID-19 pandemic and classroom dynamics presented challenges.  The study highlights the need for further research on effective communication strategies to improve teacher-family partnerships.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Awsumb, Jessica": {
      "summary": "This study investigates the barriers preventing youth with severe disabilities from accessing paid employment before high school graduation.  Through interviews with various stakeholders (parents, educators, employers, etc.), 47 barriers across eight categories were identified.  The study highlights discrepancies in concerns among stakeholder groups and offers recommendations for research and practice to improve employment outcomes for this population.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Badawi, Maria Altaib": {
      "summary": "This study investigated the quality of electronic examinations from the perspectives of faculty members and students using both qualitative and quantitative methods.  The study, conducted in 2020/2021, found that most participants were satisfied with the flexibility, ease of use, and fairness of electronic exams. Challenges included network problems, electronic cheating, and concerns about the validity and reliability of the exams.  The study recommends future research exploring parents' experiences with online examinations and addressing teacher strategies for ensuring exam validity and reliability.",
      "peer_review": "unclear",
      "about_parents": "no",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed"
    }
  },
  {
    "Beaumont, Cheryl": {
      "summary": "This article discusses the impact of parental divorce on children and the role of school counselors in supporting children through this process.  It highlights the high divorce rate in Manitoba and emphasizes the need for counselors to understand the effects of divorce on children's lives and to provide appropriate therapeutic approaches.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "unclear"
    }
  },
  {
    "Bert Schlu¨ter": {
      "summary": "This study investigated the motivations of children and parents to participate in a nine-month family chemistry course.  Using questionnaires administered before participation, researchers analyzed the motivations of 342 parent-child pairs.  Both children and parents valued research, individual learning, and social aspects, but prioritized these differently.  The study highlights the importance of considering children and parents as distinct target audiences in family learning programs and suggests that such programs can re-engage adults with science through their parental role.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Boya Li": {
      "summary": "This study investigated the factors influencing school participation among autistic youths.  Parents of 200 Dutch autistic children (ages 4-16) completed questionnaires assessing school participation, child characteristics, parental factors, and school environment.  Regression analysis revealed that only problems with the school's physical environment negatively correlated with school participation, highlighting the importance of creating a more accommodating school environment for autistic youths.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Brennan, Carolyn": {
      "summary": "This qualitative case study examines how infant mental health principles impact pre-service early childhood education teachers' communication with parents of children needing early intervention.  The study used content analysis of student work to determine that focusing on building authentic relationships improved communication, but pre-service teachers may need additional support to avoid positioning themselves as experts.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Brodsky, Warren": {
      "summary": "This study translated the Children's Music Behaviour Inventory (CMBI) into Hebrew and surveyed 300 families to establish cultural validity and updated norms for the CMBI, which assesses parental musical engagement with children aged 0-5.  The study highlights the CMBI's usefulness in helping parents understand the importance of music in child development and parent-child relationships.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Burke, Meghan M.": {
      "summary": "This study uses four focus groups with 46 Latino parents of children with autism spectrum disorder to examine their advocacy strategies.  Parents reported using assertive communication, school involvement, documentation, and relying on knowledge and faith. Facilitators included increased resources, communication, and peer support, while barriers included poor school experiences, stress, and stigma.  The study discusses implications for research, policy, and practice.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Buser De, Maya": {
      "summary": "This study explores the educational aspirations of lower-middle and lower-income families of female high school students in Kolkata, India.  It examines how gender and social class influence the negotiation of educational aspirations in relation to marriage and motherhood, considering the impact of social, cultural, and economic capitals. The research involved interviews with 35 families from two government high schools.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Cagle, Kelly Sakzenian": {
      "summary": "This phenomenological study investigated parents' school choices, specifically focusing on University-Model schools which blend private, homeschool, and Christian school approaches.  Using Simon's satisficing theory, the study identified six key factors influencing parents' decisions: family time, individualized services, smaller class sizes, faith-based environment with extracurriculars, self-regulation skills development, and the experience of home-based education.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Cai, Qiyue": {
      "summary": "This study explores the impact of the COVID-19 pandemic on families' involvement in their students' higher education.  It focuses on parents' views of institutional decision-making, communication quality, and the pandemic's effects on students' and families' well-being.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Camard, Sophie": {
      "summary": "This qualitative study analyzes the advocacy experiences of 13 immigrant families with children diagnosed with Autism Spectrum Disorder (ASD) in Canada.  The study focuses on the parents' adaptive advocacy process to ensure their children's inclusive future, highlighting the need for support during key transition periods.  Implications for practice, policy, and research are discussed.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Cameron L Neece": {
      "summary": "This study compared the effectiveness of mindfulness-based stress reduction (MBSR) and psychoeducational support in reducing parenting stress among diverse families of autistic preschoolers.  117 participants were randomly assigned to either MBSR or psychoeducational support groups.  Both interventions reduced parenting stress, but MBSR showed greater and more lasting reductions compared to psychoeducational support, with significant differences observed at the 12-month follow-up.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Chih-Hao Chang": {
      "summary": "This study investigates the impact of international internships on the English proficiency of Japanese undergraduates using a pretest-posttest experimental design.  It compares students participating in international internships to a control group, utilizing TOEIC scores and statistical analysis (t-tests and difference-in-differences model with propensity score matching).  The findings indicate that international internships and independent learning significantly improve TOEIC performance. The study offers insights for parents, educators, and researchers regarding the role of cultural capital in educational achievement.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Cinthya Salazar": {
      "summary": "This qualitative study examines the role of family in the college aspirations and persistence of undocumented students.  Based on interviews with 16 undocumented students at a four-year public university, the study finds that family is a key motivator and support system, but can also be a source of stress and additional challenges.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Cloughessy, Kathy": {
      "summary": "This study explores the experiences of lesbian-parented families in Australian early childhood settings since the implementation of the first national Early Years Learning Framework in 2009.  Using an online survey and follow-up interviews analyzed through a queer theory lens, the study captures both positive and negative experiences related to family structure and offers suggestions for educators to better support these families. The findings aim to challenge heteronormativity and promote inclusivity in early childhood education.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Coelho, Vera Lúcia": {
      "summary": "This study compares the perspectives of teachers and mothers on teacher-family partnerships in infant childcare, investigating factors influencing these partnerships.  It uses the Real-Ideal Teacher-Parents Partnership Scale and considers child, family, and program-level factors. Results show a medium-high level of implemented practices, with teachers reporting higher levels than mothers. Teacher education level (Master's degree) was positively associated with both real and ideal partnership practices reported by both teachers and mothers.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Contreras, Lauren R.": {
      "summary": "This qualitative study examined how Latina/o/x students and families utilized community cultural wealth and funds of knowledge during the college transition.  Despite challenges related to immigration status, finances, and cultural differences, students successfully transitioned to college by leveraging family support and their own drive.  The study highlights the importance of aspirational, navigational, social, and familial capital in overcoming obstacles.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Costa Waetzold, Juliane": {
      "summary": "This ethnographic study examines how parents of Portuguese heritage children in Germany perceive their children's bilingual development within a non-formal learning setting.  The study uses semi-structured interviews and content analysis to analyze parents' perspectives and also considers the impact of a specific linguistic educational tool, 'Mala de Herança'. Results show a heterogeneous perception of bilingualism among the parents.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "yes",
      "research_type": "qualitative"
    }
  },
  {
    "Cunningham, Emma": {
      "summary": "This study explores the role of intergenerational storytelling and family support within Pacific families in Aotearoa New Zealand, focusing on how these narratives contribute to the academic success of Pacific youth.  Using interviews and visual representations from ten families, the research highlights the strong intergenerational expectations and the formative role of family stories in supporting children's education.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Cunningham, Emma": {
      "summary": "This qualitative study investigated the transition from primary to high school for 10 high-achieving Pasifika students and their families.  Interviews with students and drawings by adolescents highlighted the significant role parents play in their children's education, revealing strong intergenerational expectations for success rooted in cultural competency and parental expectations. The findings contribute to existing research on parent and student strategies for high school success.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Curtiss, Sarah L.": {
      "summary": "This qualitative study uses in-depth interviews and video recordings of mealtimes in 16 families with autistic children to explore the nature of family meals.  It challenges the common negative portrayal of these meals, focusing instead on the resilience of families. Four key themes emerged: schools/homework, managing eating, chores, and intimate conversations. The study highlights the challenges parents face but also their ability to navigate them within the context of mealtimes.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Daimon, Takayuki": {
      "summary": "This study examines children's learning experiences during family tourism, viewing tourism as a mobile learning practice.  Through interviews with 12 Japanese parents, the research highlights how children translate interactions with various actors in tourist destinations, creating a unique knowledge network.  The study emphasizes how family tourism transcends cultural norms, allowing children to learn beyond typical constraints through pre-trip negotiations, accidental learning during travel, and post-trip life reconfiguration.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Davis, Stephen": {
      "summary": "This mixed-methods study investigates the suitability of French immersion programs in Saskatchewan for allophone students.  Using surveys and interviews with parents and educators, the research explores the perspectives on language learning and inclusion, considering the challenges faced by allophone students in accessing these programs due to their English language proficiency. The study aims to provide recommendations for improving the accessibility and inclusivity of French immersion programs for allophone students.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed-methods"
    }
  },
  {
    "Decker, Kalli B.": {
      "summary": "This qualitative study interviewed 30 parents in Montana about their experiences with Part C services for their children.  The research analyzed how well these services aligned with recommended practices outlined by the Division for Early Childhood (DEC). Findings suggest varying degrees of alignment, with differences noted depending on the service provider. The study also discusses how service environments may impact collaboration and family capacity building.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Denise Amankwah": {
      "summary": "This study investigates the language attitudes and practices of African migrant bilingual parents and early years professionals in the UK, focusing on factors influencing intergenerational language transmission.  Semi-structured interviews revealed a prioritization of English over heritage languages among both parents and educators, influenced by the monolingual education system and colonial ideologies. The study highlights the need for a better understanding of the unique language profiles of bilingual African families within early years practice.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "yes",
      "research_type": "qualitative"
    }
  },
  {
    "DesJardin, Jean L.": {
      "summary": "This study investigated the relationship between home literacy experiences, parent-child shared book reading behaviors, and language skills in preschool children with and without hearing loss.  Parents of children with hearing loss read more frequently but used less effective literacy strategies and teaching techniques. Children with hearing loss exhibited less interactive reading behavior.  Frequency of reading and interactive reading were strong predictors of language skills in children with hearing loss, suggesting a need for professional support for these families.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Despina Papoudi": {
      "summary": "This scoping review examines the perceptions, experiences, and needs of culturally and linguistically diverse families of children with autism in the UK and USA.  32 studies were included, revealing themes around knowledge and beliefs about autism, its impact on family life, access to services, and the need for multilingual resources.  Findings highlight a lack of knowledge, social stigma, and difficulties accessing services, emphasizing the need for culturally sensitive interventions and parent-professional collaboration.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Dogbe, Joslin Alexei": {
      "summary": "This qualitative study explores the experiences of parents in Ghana raising children with cerebral palsy (CP), focusing on sibling and marital relationships.  While typically developing siblings generally accept their CP siblings and help with responsibilities, parents reported marital conflict, financial strain, and negative attitudes from spouses, leading to family tensions. The study highlights the challenges faced by parents in low-income countries.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Dor, Asnat": {
      "summary": "This qualitative study explores diverse-family parents' perspectives on communication with their children's teachers.  Interviews revealed teachers avoid classroom discussions about diverse family structures and lack sensitivity towards children from such families. Parents suggest teacher training on this topic while also acknowledging their own role in communication.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Doyle, Alison": {
      "summary": "This mixed-methods study in Ireland investigated Pathological Demand Avoidance (PDA) in autism, gathering data from parents, partners, individuals with PDA, and practitioners through surveys and interviews.  The study aimed to understand knowledge, recognition, assessment pathways, service access, interventions, and outcomes. Findings highlight the need for flexible, individualized, streamlined, integrated, and multi-disciplinary approaches to assessment and service provision, addressing the disconnect between education and health systems.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed"
    }
  },
  {
    "DuBois, Glynnis E.": {
      "summary": "This qualitative study explores the perspectives of parents of children with hearing loss regarding their participation in a group intervention.  The findings highlight the need for continued support, resources, and connections for families beyond early intervention programs. Two main themes emerged: opportunities and the need for continued support, and connections and joy.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Dugdale, Amber-Sophie": {
      "summary": "This qualitative study explores the experiences of nine autistic mothers raising children (aged 5-15), at least one of whom is also autistic.  Semi-structured interviews revealed four key themes: autism's impact on parenting; the struggle for adequate support; personal development and self-acceptance; and the joys and challenges of motherhood.  The study highlights the unique challenges faced by autistic mothers, including navigating misunderstandings from others and managing the impact of parenting on their own well-being, while also emphasizing the intense connection and love they experience with their children.  The authors recommend training for service providers on autism in adulthood to better support autistic mothers.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Dulkadir Yaman, Nihal": {
      "summary": "This study investigated parental mediation of internet use among Turkish middle school students.  A Parental Mediation Scale was developed and validated, revealing four factors: monitoring, safety, active, and technical mediation.  Analysis of 416 students found that perceived parental mediation was moderate and did not significantly vary based on several demographic factors.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Edward G. Feil": {
      "summary": "This study is a process evaluation comparing the original and revised versions of the First Step to Success program, an intervention for challenging behavior in young children.  The revised version, First Step Next, aimed to standardize components, improve user-friendliness, and increase efficacy.  A mixed-methods approach using process data, alliance ratings, and satisfaction ratings (from parents and teachers) showed high procedural fidelity and acceptable alliance/satisfaction, though some parent-teacher discrepancies existed. The study supports the feasibility of implementing First Step Next.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed"
    }
  },
  {
    "Eleni Maria Kouimtzi": {
      "summary": "This study compares the views of Greek primary and secondary teachers and parents on troublesome student behaviors in the classroom.  Using a sample of 378 teachers and 69 parents, the study identified five categories of problematic behaviors: Externalizing behaviors, School Difficulties, Internalizing behaviors, Attention seeking behaviors, and Hyperactivity/attention difficulties.  Both groups considered externalizing behaviors most troublesome, but teachers showed less concern overall than parents, except regarding school difficulties. The findings emphasize the need for collaborative interventions considering diverse perspectives within the school system.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Emily Milne": {
      "summary": "This study explores the differing understandings of educational success between Indigenous families and education systems in Alberta, Canada.  Through focus groups with Indigenous youth and parents, the research reveals contradictions between policy frameworks emphasizing equity and performance and the lived experiences of Indigenous communities.  The study highlights how school systems, despite claims to the contrary, may undermine the aspirations of Indigenous people.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Emily Wilson": {
      "summary": "This phenomenological study explored the experiences of 22 white, non-Hispanic mothers in rural Nebraska during the COVID-19 pandemic and school closures.  The study used interviews to identify themes related to pandemic challenges (impacts on children's education, parents' work, and social-emotional impacts) and parental responses (successful parenting strategies, children's strategies, use of community resources, unexpected benefits, and hope).  The study highlights the impact of the pandemic on rural families and their coping mechanisms.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Emma L. Leroux": {
      "summary": "This qualitative study explored the views of 37 parents of elementary-age students with complex communication needs (mostly autism or Down syndrome) on supporting their children's language and literacy development at home during the COVID-19 pandemic.  The study used three interviews per parent over the 2020-2021 school year and analyzed the data inductively, revealing commonalities and differences in parental goals, perceptions of their roles, and satisfaction with support and progress.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Ettekal, Andrea Vest": {
      "summary": "This mixed-methods study investigated culturally responsive organized activities for Latino adolescents, using path analysis (Study 1, N=150) and qualitative interviews with 34 Mexican-origin adolescent-parent dyads (Study 2). Study 1 showed mixed results on how ethnic cultural features in activities affected adolescent experiences. Study 2 revealed complexities in integrating ethnic culture, with some preferring mainstream culture and others wanting authentic representation of Latino culture, highlighting the need for family input in culturally responsive programming.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed"
    }
  },
  {
    "Ewing, Lee-Ann": {
      "summary": "This case study, using Family Systems Theory, examines how the teaching profession connects and impacts a geographically dispersed, multigenerational family.  It finds that teaching fosters a sense of shared values, identity, and tradition within the family, with members expressing pride in each other's careers.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Fang, Zuyi": {
      "summary": "This qualitative study explores the perspectives of caregivers and practitioners on a short-term intensive parent training program for autistic children in China.  The research highlights the need for practical support, group support, individualized coaching, increased resources, and organizational support for practitioners in low-resource settings.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Fatih Koçak": {
      "summary": "This meta-synthesis study analyzes the views of parents of children with autism spectrum disorder (ASD) on burnout.  Ten qualitative studies published between 2010 and 2023 were analyzed, revealing five key themes: getting support, isolation, disruption of daily routine, anxiety, and emotional outbursts. The study offers recommendations for educators, parents, and future research.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Fisher, Allison P.": {
      "summary": "This systematic review examines the experiences of caregivers of color with the autism spectrum disorder (ASD) diagnostic process.  Fifteen qualitative studies (253 caregivers) revealed disparities, including long waitlists, financial concerns, provider biases, lack of cultural responsiveness, communication barriers, and minimization of caregiver concerns.  The review highlights the need for interventions targeting systemic and provider-level factors to improve equity in ASD diagnosis.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Forbes, Fiona": {
      "summary": "This study explores the perspectives of families with children in special education settings in Australia, focusing on their views on educational opportunities and consultation with teachers.  The research gathered a significant amount of parental feedback on preferred educational models for children with disabilities.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Frimpong-Manso, Kwabena": {
      "summary": "This study investigates factors influencing the successful reintegration of children from residential care in Ghana back into their biological or extended families.  Analyzing data from 408 children and their guardians, the study found that the child's age, length of time in care, and the existence of a case file were associated with a child's desire to remain with their family.  The study recommends comprehensive assessments, preparation, follow-up support, and linkage to long-term support programs to improve reintegration stability.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Frédérique C. Yova": {
      "summary": "This qualitative case study investigated how Head Start participants (teachers, parents, and administrators) explore early mathematics through picture books.  The study, using Bronfenbrenner's bioecological framework, found that participants expressed interest in using picture books for early math learning, with books used both in the classroom and at home.  While participants demonstrated math practices and discussions, potential obstacles were also identified.  Implications for researchers and practitioners are discussed.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Gabriela Gniewosz": {
      "summary": "This study investigates the relationship between mother-adolescent discrepancies in perceived parental warmth and adolescent problem behaviors in a sample of 947 German mother-adolescent dyads.  Using latent curve models, the study finds that high levels of parental warmth negatively predict adolescent problems before secondary school transition, while very high levels of discrepancy in perceived warmth positively predict problems after the transition. The study emphasizes the importance of considering multiple perspectives and appropriate modeling techniques when studying family dynamics.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Garrity, Sheila": {
      "summary": "This qualitative study evaluates two early years services in Ireland (2016), focusing on their approach to diversity, family relationships, and contributions to children's development.  The services' practices align with national quality frameworks, emphasizing identity, well-being, and family partnerships. The study highlights the services' response to a diverse community experiencing rapid social and economic change, including increased female employment and inward migration.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Georgis, Rebecca": {
      "summary": "This case study examines inclusive parent engagement practices within a multi-agency program supporting newcomer refugee families in Western Canada.  The study highlights the importance of parental involvement in children's academic success and explores how to effectively engage culturally diverse parents, particularly refugee families, in their children's education.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Gert-Jan Vanaken": {
      "summary": "This study explores the ethical considerations of early autism detection through in-depth interviews with 26 parents of infants at increased likelihood for autism.  Parents highlighted the benefits of early diagnosis in fostering understanding and adjusting parenting practices, but also noted the ambiguities and challenges in navigating the diagnosis and its implications.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Gillian Forrester": {
      "summary": "This qualitative study explores the aspirations of primary school pupils in low-socioeconomic areas of England.  It investigates the gap between pupils' perceptions of their current and future selves, the influence of parents and teachers on their aspirations, and the barriers to achieving those aspirations.  Parents primarily influence aspirations, emphasizing happiness and supporting children's choices, while teachers highlight barriers like family unemployment and low self-efficacy.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Gopalan, Geetha": {
      "summary": "This pilot study assessed the feasibility of implementing a modified parent training intervention (4Rs and 2Ss) within child welfare services.  Quantitative and qualitative data were collected from caregivers (n=12) and child welfare staff (n=12).  While quantitative benchmarks were mostly met, family attendance was lower than expected.  Facilitating factors included agency support, intervention ease-of-use, and logistical support. Hindering factors included conflicting eligibility criteria, research-related delays, staff role conflicts, workload, complex family issues, and power differentials.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed"
    }
  },
  {
    "Graham, Anne": {
      "summary": "This qualitative study explores the experiences of socio-economically disadvantaged families in building partnerships with schools.  Interviews with 32 parents/carers revealed that schools need to better recognize parental efforts, maintain consistent practices, and productively address differing perceptions to avoid reinforcing disadvantage.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Grebe, Stacey C.": {
      "summary": "This study compares the perspectives of mothers and fathers of children with autism spectrum disorder (ASD).  It found significant differences in self-reported stress and coping mechanisms between mothers and fathers, highlighting the need to consider both parental viewpoints in research and clinical practice. The study involved 361 biological parents (294 mothers and 67 fathers).",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Greenhalgh, Kate": {
      "summary": "This qualitative study explores parental uncertainty surrounding childhood hearing loss.  Sixty-one participants (parents, professionals, or both) completed online surveys with open-ended questions at three time points: immediately after diagnosis, before primary school, and during primary school. Six major themes of uncertainty emerged: the pervasive impact of hearing loss, its nature and causes, developmental impacts, family life, family decision-making, and education and support services. The relevance of each theme varied depending on the time point.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Grossman, Jennifer M.": {
      "summary": "This qualitative study explores communication about sex between parents and their emerging adult children in the USA.  Using thematic analysis of interviews with 16 parent-child pairs, the study examines perceptions of these conversations, focusing on topics like consent, protection, sexual behavior, and positive aspects of sexuality.  Findings reveal variations in comfort levels and perceptions of communication across different sexual issues, informing the development of resources to support parents in talking with their emerging adult children about sex.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Guerin, Suzanne": {
      "summary": "This study explores the views of service managers and families (primarily parents) on alternative respite services for adults with intellectual disabilities.  Using semi-structured interviews and thematic analysis, the researchers found diverse conceptualizations of respite, highlighting its importance for both individuals with disabilities and their families.  While views varied, overall opinions were positive, suggesting a need for further consideration of respite services beyond traditional models.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Guo, Karen": {
      "summary": "This study compares the perspectives of 200 preschool parents in Japan and China regarding their children's learning, identifying similarities and differences in their views on what and how children learn at home and in preschool, as well as their expectations and concerns.  The analysis emphasizes the importance of considering the context and diverse perspectives on children's learning.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Guo, Karen": {
      "summary": "This study explores children's educational experiences in two Japanese kindergartens, examining the perspectives of teachers, parents, and children on education within the sociocultural context.  The analysis highlights the influences on children's education and reveals the complexity of individual children, their families, and Japanese social and cultural dynamics.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Gözpinar, Halis": {
      "summary": "This case study examines the impact of language training on the social and educational integration of Iraqi refugee students in Ordu, Turkey.  The research involved 83 students and utilized various data collection methods, including classroom observations, interviews, and family visits. The study aims to demonstrate the benefits of language training for individuals, communities, and institutions, and to provide a reference guide for similar programs in multicultural settings.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Haciibrahimoglu, Binnur Yildirim": {
      "summary": "This study surveyed 232 parents of children with and without special needs to examine their experiences and involvement in the transition to kindergarten.  The findings indicate that both groups shared similar concerns, primarily adapting to the new school environment, and preferred similar information and involvement methods (meetings and visits).",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Hamilton, Paula": {
      "summary": "This qualitative case study explores the experiences of adoptive parents in supporting their children's adjustment at home and school.  It highlights the complex web of relationships within and outside the adoptive family (foster carers, siblings, teachers) that impact children's development and education. The study emphasizes the need for school professionals to understand these complexities to better support adopted children.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Hamilton-Hinch, Barbara-Ann": {
      "summary": "This qualitative study explores the experiences of parents of African descent whose children attend public schools in Nova Scotia.  Using Bronfenbrenner's ecological theory, a thematic analysis of interviews and focus groups revealed key themes related to differential treatment, lack of connection, challenges faced by parents, and the parents' perseverance despite injustices. The study offers recommendations to improve educational outcomes for Black learners.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Hannu Lehti": {
      "summary": "This study uses register data from 10,516 Finnish university students (1999-2002) to investigate the relationship between family background (cultural and economic capital) and the duration of their studies.  Using Tobit modeling, the study found no association between parental education (cultural capital) and study duration, but higher family income (economic capital) was associated with shorter study duration.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Harbin, Shawna G.": {
      "summary": "This mixed-methods pilot study investigated the feasibility and impact of a Positive Behavior Interventions and Supports (PBIS) approach in early intervention (EI) settings to help diverse families manage children's challenging behaviors.  The study measured EI practitioners' implementation of PBS strategies over time and explored their experiences supporting parents through qualitative interviews.  Results showed increased practitioner confidence and implementation of strategies, along with positive practitioner-reported experiences.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed methods"
    }
  },
  {
    "Harper, Casandra Elena": {
      "summary": "This qualitative case study examines the experiences of parents of first-generation college students during their children's first year of college.  Using longitudinal interview data from 8 parents and focus group data from parents at college orientation, the study identifies key themes such as the value placed on a college degree, shifting family dynamics and roles, evolving parental involvement in college events, and institutional engagement with parents.  The findings aim to inform strategies for supporting parents and improving institutional resources.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Hartle, Luminita": {
      "summary": "This qualitative pilot study explores the transition process for young children with developmental disabilities from early intervention services to school-based services in the US.  It examines the experiences of families, early intervention providers, and school personnel involved in a collaborative transition classroom, highlighting the importance of effective partnerships between families, schools, and community organizations.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "He, Xiang-xiang": {
      "summary": "This study investigates the relationship between family socioeconomic status, perceived family support for formal and informal science learning, and students' informal science learning experiences.  Using survey data from 486 Chinese primary school students, structural equation modeling revealed a positive correlation between socioeconomic status and informal science learning experiences, mediated by perceived family support for both formal and informal science learning.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Helen Fan Yu-Lefler": {
      "summary": "This qualitative study explores clinician perspectives on factors influencing the success of parent-directed behavioral therapy (PDT) for children's tantrums.  Interviews with 19 clinicians revealed two major themes impacting treatment success: appointment attendance and caregiver buy-in.  Additional factors included caregiver support, capacity, behavior problem complexity, home environment, competing demands, and care coordination.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Herman, Emily R.": {
      "summary": "This study explores the challenges and benefits of family child care (FCC) from the perspective of providers.  Through focus groups with licensed and unlicensed providers, the study identified challenges such as payment issues, parent frustration, limited resources, and role conflicts.  Providers also shared strategies for managing their programs, including utilizing early childhood education strategies, separating work and personal spaces, and networking. The findings highlight a need for increased support, resources, and training for FCC providers.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Inguscio, Bianca Maria Serena": {
      "summary": "This study investigated the psychological impact of online learning during the COVID-19 pandemic on Italian students with and without hearing loss and their parents.  An online survey of 61 children (25 male, 36 female; 43 with hearing loss) and their parents assessed school wellbeing and anxiety.  No significant effect of hearing loss on school wellbeing or anxiety was found in either group. However, parents showed significantly higher state anxiety than trait anxiety, suggesting a negative impact of lockdown.  Differences related to hearing loss were observed in correlation analyses.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Irang Kim": {
      "summary": "This scoping review examines existing literature on East Asian American families raising children with autism.  It found that studies in this area are limited in methodology and sample size, but revealed variations in how these parents understand autism, navigate services, access support, and experience stress.  Immigrant families face particular challenges in accessing healthcare and other resources.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Irang Kim": {
      "summary": "This qualitative study investigated the experiences of Korean American immigrant parents raising children with developmental disabilities in the southeastern U.S.  Using the Contextual Model of Family Stress, the study analyzed data from 20 parents, identifying four key themes: sources of difficulty, support, perceptions of developmental progress, and personal transformations.  While similar experiences were shared, variations emerged based on factors like immigration recency, spousal support, and child's condition severity.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "J. Claire Cook": {
      "summary": "This study examines the application of family systems theory and bioecological theory in early intervention work.  It highlights the unique perspective these theories offer in understanding human development and the family's role, using a case study for application. While acknowledging limitations such as the inability to explain behavioral change and non-linearity, the authors argue the benefits outweigh these drawbacks.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "unclear"
    }
  },
  {
    "Jabar, Melvin Allena": {
      "summary": "This qualitative study explores parental involvement in Philippine public elementary education.  It examines strategies Filipino parents use to support their children's education, highlighting unique approaches shaped by economic conditions.  The study, based on 12 focus group discussions, reveals indirect involvement strategies like prioritizing family needs and creating a supportive home environment, compensating for limited direct involvement in school activities.  The authors recommend future quantitative studies incorporate these indirect strategies.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Jana Majercíková": {
      "summary": "This study explores the perspectives of pedagogical staff in Slovakia regarding homework in primary education.  Through content analysis of written materials from 30 teachers and related staff, the research identifies a homework narrative centered on support, parental involvement (though without school-provided guidance), and considerations for task appropriateness and equity. The findings highlight the semantics of school-family relations and teacher pedagogical strategies.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Janet Helmer": {
      "summary": "This qualitative study explores the experiences of 30 Kazakhstani parents navigating homeschooling, work, and parenting during the COVID-19 pandemic and school closures.  It highlights challenges such as job losses, increased childcare responsibilities, unequal burden on mothers, poor internet access, and the impact of social isolation. The study emphasizes the need for equitable digital access, financial and emotional support for families, and addressing gender inequality to better prepare for future educational emergencies.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Jodie Smith": {
      "summary": "This participatory research study explored the experiences of Chinese and Vietnamese parents of autistic children who served as community partners in a year-long Australian project on home-school partnerships.  The parents' involvement significantly shaped the study, from translation to dissemination.  Parents reported benefits such as increased self-advocacy and well-being, alongside the emotional challenges of sharing their experiences. The study highlights the importance of participatory approaches in autism research with culturally and linguistically diverse communities and emphasizes the need for increased funding to support such endeavors.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Johayra Bouza": {
      "summary": "This study validated the Spanish version of the Family Involvement Questionnaire-Short Form (FIQ-SF) for use with Spanish-speaking families of children in early childhood education programs.  Factor analysis confirmed the three dimensions of the original English version (Home Engagement, School Engagement, and Home-School Conferencing). Criterion validity was established through correlations with parent satisfaction, program records, child language skills, and teacher-reported learning approaches.  The study discusses implications for program policy and interventions.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Johnson, Ashleigh M.": {
      "summary": "This qualitative study investigated barriers and facilitators to school-based physical activity (PA) promotion among adolescents before and during the COVID-19 pandemic.  Data were collected through interviews with students, parents, and school staff.  Key findings highlighted pandemic-related challenges, neighborhood factors, school-family communication, school staff support, resource availability, and student motivation as significant determinants of PA. The study suggests strategies to improve school-based PA programs should address multiple levels (community, school, family, individual).",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Joyline Makani": {
      "summary": "This study explores the challenges faced by African Nova Scotian (ANS) parents in supporting their children's remote learning during the COVID-19 school closures. Using a Participatory Action Research methodology, the study collected and analyzed survey data from ANS households to understand the impact of remote learning on ANS learners and inform more inclusive education policies.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Julia Clements": {
      "summary": "This systematic literature review synthesizes qualitative research on children's experiences in kinship care, exploring risk and protective factors.  Twenty studies were analyzed to identify themes related to these factors, with implications discussed for educational psychology practice.",
      "peer_review": "yes",
      "about_parents": "no",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Jurasaite-O'Keefe, Elena": {
      "summary": "This study investigates how international-mindedness is defined and cultivated in International Baccalaureate Middle Years Program (MYP) schools.  Using a mixed-methods approach with an online survey and thematic analysis of open-ended responses, the study found that understanding, awareness, and acceptance of different cultures were key themes. Family and school experiences, including travel, parental influence, and school-based activities, significantly impacted students' development of international-mindedness.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed methods"
    }
  },
  {
    "Kalman, Mahmut": {
      "summary": "This qualitative study investigated home learning experiences in Turkey during the early stages of the COVID-19 pandemic.  It focused on the home learning environment after school closures, examining the experiences of 16 parents of children aged 6-13 and 18 teachers.  Findings highlighted how educational inequalities, socioeconomic factors, family support, and system-level constraints impacted home learning.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Katherine Buckeridge": {
      "summary": "This qualitative meta-synthesis reviews existing research to identify valued communication outcomes for nonverbal children with neurodisabilities, as perceived by children, parents, and professionals.  The study synthesized data from 47 papers, revealing three main themes: experiences of communication and expectations; adapting to and accepting AAC; and becoming an autonomous communicator.  The review highlights a significant lack of data from the children themselves, with most information coming from parents. This research will inform the development of a patient-reported outcome measure.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Keilty, Bonnie": {
      "summary": "This qualitative exploratory study investigated the perspectives of seven families participating in an early intervention program.  The program focused on identifying and utilizing family strengths to support child learning.  Analysis revealed three themes: naturalistic observations leading to naturalistic understandings, practices honoring family strengths and family fit, and self-discovery and self-affirmation. The study discusses implications for improving family capacity-building approaches.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Khathi, Joseph Lamlani": {
      "summary": "This qualitative study explores South African high school teachers' experiences integrating values education.  Five teachers from each of five schools (both rural and urban) participated in semi-structured focus group interviews. Findings revealed a misunderstanding of values education by some teachers, hindering effective integration. The study highlights the importance of teacher and parental role modeling and recommends teacher training and parental support to improve values education.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Kiley Foss": {
      "summary": "This study examines the relationship between parents' attitudes and experiences with outdoor recreation and their children's participation in outdoor activities at state parks.  A survey of 104 parents in 2020 found that parents generally valued non-consumptive activities for their children more than consumptive ones, although parents who enjoyed consumptive activities (like fishing and hunting) placed more importance on their children's participation in those activities.  Parental preferences were linked to children's physical activity levels, but not to the parents' own activity levels.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Knight-McKenna, Mary": {
      "summary": "This mixed-methods study examined low-income families' preferences for and use of ten language stimulation strategies for infants.  Twenty-four families participating in the Strong Beginnings for Babies program were observed. Results showed a preference for strategies involving music or chatting, and these were used most frequently.  Coaches also observed significant instances of talking, singing, and reading to babies, even outside of specific strategies.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed-methods"
    }
  },
  {
    "Kretschmer, Tina": {
      "summary": "This article discusses the advantages of using multiple-generation cohorts in longitudinal studies to research parenting and child development.  It highlights the ability to study preconception factors, examine intergenerational continuity, and disentangle genetic and environmental influences on parenting and child development.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "unclear"
    }
  },
  {
    "Kristina Jelinkova": {
      "summary": "This study investigated self-stigma related to ADHD in Canadian youth (aged 8-17) and their parents.  Surveys were administered to 55 youth-parent pairs.  Results showed lower self-stigma scores than in previous research, with parents of boys reporting higher scores than parents of girls.  Higher youth self-stigma correlated with lower self-esteem and inattentive symptoms, but not hyperactive/impulsive symptoms or parental self-stigma.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Kruithof, Kasper": {
      "summary": "This qualitative study explores the perspectives of parents and siblings of individuals with profound intellectual and multiple disabilities (PIMD) regarding siblings' future caregiving roles.  Interviews with eight parents and 13 siblings revealed that while some parents worried about burdening siblings, most siblings anticipated and accepted this role.  Despite a lack of direct communication, expectations largely aligned, but siblings expressed a need for more explicit communication to feel better prepared.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Kursuncu, Mustafa Alperen": {
      "summary": "This qualitative study explores the family triangulation experiences of 10 Turkish young women using semi-structured interviews and content analysis.  Participants reported parental conflict resolution difficulties, mediating roles, scapegoating, and coalitions within their families.  The findings are discussed within the context of shifting parental expectations in Turkish culture, from material to emotional.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Laura Gray": {
      "summary": "This qualitative study investigated the experiences of autistic pupils with school non-attendance and exclusion in England.  Researchers interviewed autistic young people, their parents, teachers, and local authority professionals.  The findings highlight numerous school-related and broader societal factors contributing to negative experiences, including fragmented education, bureaucratic challenges for parents, and limited professional support. The study emphasizes the need for collaborative efforts between schools, authorities, parents, and pupils to ensure appropriate support and inclusion.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Lee, James D.": {
      "summary": "This qualitative study uses focus groups with 30 parents of autistic children in Mongolia to explore their experiences and needs.  Parents reported significant challenges due to limited services, financial burdens, and lack of legal enforcement.  Their needs include more services for their children, sustainable parent training, and collective advocacy.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Liang, Eva": {
      "summary": "This qualitative study explores mothers' perspectives on family engagement in universal prekindergarten (PreK).  Interviews revealed diverse understandings of family engagement, ranging from simply taking children to school to active classroom participation.  Barriers to engagement were also identified. The study aims to improve school leaders' and teachers' understanding of family perspectives to foster stronger school-family partnerships.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Lipkin, Molly": {
      "summary": "This qualitative study investigated the experiences of 15 parents of children with disabilities during COVID-19 school closures.  The analysis revealed four major themes: school connection, virtual learning, potential impacts on students, and managing change. The study offers recommendations for supporting students with disabilities and their families.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Luedke": {
      "summary": "This qualitative study uses testimonios from 15 undocumented Latina/o students to examine how their families influenced their college journeys.  It finds that family advice and a desire to give back to parents and community significantly shaped students' college choices and experiences.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Luelmo, Paul": {
      "summary": "This qualitative study explores the experiences of six undocumented Mexican immigrant mothers navigating healthcare and special education systems for their children with autism.  The study used semi-structured interviews conducted in Spanish and identified three main themes: the impact of immigration experiences, autism-specific challenges, and the role of supportive individuals.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Luke, Sara E.": {
      "summary": "This qualitative study explores the expectations of parents of young children with disabilities regarding their journey into special education and their relationships with preschool teachers.  Using semi-structured interviews and document analysis, the study aims to inform early childhood special education practitioners on how to develop positive relationships with families.  It also suggests further research into applying Noddings' ethic of care to family-centered practices.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Madeleine Rose Dobson": {
      "summary": "This study surveyed children and young people aged 4-17 about their experiences of childhood, schooling, family, and community.  Participants emphasized the importance of connections with peers, family, and educators, and expressed a desire to be heard and respected.  Recommendations are offered for educators, school leaders, and parents/carers regarding school culture, learning, and caring for children.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Martin, Doug": {
      "summary": "This article describes the initial phase of a study on the establishment of a Family Drug and Alcohol Court (FDAC) pilot in England.  The FDAC uses a family-based strategy to improve outcomes for children living with parents who misuse substances or alcohol. The study highlights the collaboration between the FDAC team, judges, professionals, and parents to create a unique environment where parents are full participants in court proceedings. This approach has resulted in a significant number of children remaining with or being returned to their families.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Martinez, Briceida Nuñez": {
      "summary": "This phenomenological study explored how the COVID-19 pandemic's shift to virtual Individualized Education Program (IEP) meetings impacted parents and school professionals.  Ten professionals and nine parents were interviewed about their experiences before and after the transition. Six themes emerged: preparedness, technology challenges, new communication norms, rapport building, adapting to new collaboration, and harnessing flexibility. The study identified challenges and opportunities presented by virtual IEP meetings.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Martino, Miranda K.": {
      "summary": "This qualitative study explores the positive experiences of eight Spanish-speaking college students who acted as child language brokers.  Using semi-structured interviews, the research found that participants reported positive outcomes such as increased cultural and linguistic pride, improved public perception of their families, and positive memories associated with language brokering.  Further research is needed to understand the resilience factors and family dynamics contributing to these positive experiences.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "María-Esther Martínez-Figueira": {
      "summary": "This qualitative study investigates understandings of family participation in schools in one Spanish region.  Using semi-structured interviews with 44 stakeholders (families, teachers, etc.), the researchers explored communication's role, actions taken by participants, families' approaches to rights and duties, barriers to participation, and potential improvements. Effective communication, shared school-family projects, and addressing ideological differences were highlighted as crucial for successful participation.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "McCarthy, Shannon": {
      "summary": "This quantitative study surveyed 39 caregivers in a lower SES, predominantly African American urban high school to understand their beliefs and in-home practices regarding family engagement.  The findings suggest that caregivers regularly engage in at-home activities related to their student's education, highlighting the need for schools to re-examine their definitions of family engagement and incorporate caregivers' perspectives.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "McClain, Lucy R.": {
      "summary": "This study investigated intergenerational learning processes in a family science workshop focused on water quality.  Researchers analyzed parent-child interactions and family sensemaking strategies using video data from four workshops. Six types of sensemaking conversations were identified, highlighting the importance of discussion prompts in connecting abstract science topics to local experiences. The study emphasizes the role of family discussion prompts and physical space in supporting family sensemaking practices in informal science settings.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "McDonald, Brontë": {
      "summary": "This qualitative study explores school attendance problems (SAPs) in primary school children following the COVID-19 pandemic.  Researchers interviewed parents and educational professionals to understand the challenges and identify effective interventions.  Factors contributing to SAPs included COVID-related anxiety, difficulties adapting to new routines, poor home-school communication, and concerns about academic catch-up.  The study recommends early intervention, improved parent-school relationships, peer support for parents, and enhanced special educational provision.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "McNeill, Brigid": {
      "summary": "This study investigated the experiences of 10-13 year olds in New Zealand during a 7-week national lockdown.  139 students were interviewed face-to-face about their experiences immediately after the lockdown ended.  The study used qualitative analysis to identify positive and negative aspects of lockdown from the children's perspectives, focusing on changes in family relationships.  The findings aim to inform strategies for optimizing lockdown experiences for children.",
      "peer_review": "yes",
      "about_parents": "no",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Mirvahedi, Seyed Hadi": {
      "summary": "This study investigates language maintenance and shift in Azerbaijani-Farsi bilingual families in Zanjan, Iran.  Thirteen parents were interviewed about their language ideologies and practices regarding Azerbaijani and Farsi.  Despite parental attachment to Azerbaijani, Farsi is promoted at home due to an unfavorable language ecology, resulting in declining competence in Azerbaijani for both parents and children.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Momo, Michelle S. M.": {
      "summary": "This systematic review analyzes 43 peer-reviewed articles (2001-2018) on early school leaving in Africa and Asia.  Key factors contributing to school dropout include lack of income, parental education and employment, single-parent households, illegitimacy, age, region, and school performance.  In Asia, immigration and ethnicity are additional significant factors. The paper advocates for multi-faceted policies targeting individuals, schools, communities, and families to address this issue.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Moore, Adam M.": {
      "summary": "This qualitative study explores parents' perspectives on a surf therapy program for children with disabilities in the United States.  Ten parents and one caregiver were interviewed, focusing on their experiences and perceptions of the program's impact on their children's physical, social, and behavioral well-being.  Factors such as cost, inclusivity, and opportunities for socialization were also highlighted as important to parental satisfaction.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "More, Rahel": {
      "summary": "This qualitative study in Austria investigates the experiences of ten parents (six mothers and four fathers) with learning difficulties.  It highlights the lack of adequate and self-determined support, often leading to surveillance from child welfare professionals.  The study reveals gendered differences in experiences, with mothers feeling primarily responsible for childcare and fathers often excluded.  The authors call for improved, nationwide support structures that acknowledge gendered roles and intersecting disadvantages.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Nancie Im-Bolter": {
      "summary": "This qualitative study explores parent perceptions of a parent-implemented social communication intervention (TalkAbility[TM]) for autistic children.  Parents were interviewed to understand their experiences and perspectives on the intervention's impact on their child, family, and themselves.  Four themes emerged: communication difficulties and progress, social relationships and concerns, communication strategies, and thoughts and emotions surrounding the intervention. The findings highlight the importance of considering parent experiences when designing interventions and suggest further research on the intervention's broader impact.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Narentuya Ao": {
      "summary": "This study investigates the relationship between English reading habits and individual, family, and school factors among Chinese primary and secondary school students.  Using a questionnaire with 2,130 participants, the study found that reading habits vary by age and gender, with secondary school students and females generally performing better.  Age was identified as the strongest influence on reading habit development.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Nikolovski, Johnny": {
      "summary": "This qualitative study explores Toronto high school teachers' perceptions of newcomer parents, examining their shift from deficit to asset-based approaches.  Semi-structured interviews with three teachers were conducted, using critical race theory as a framework.  The findings reveal specific strategies teachers use for asset-based approaches and offer reflection opportunities for educators.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Padilla, Jenny": {
      "summary": "This study investigated the unique and shared perspectives of familism values among Mexican-origin families, including mothers, fathers, and two siblings.  Using multitrait-multimethod confirmatory factor analysis, the researchers found that familism operated more as an individual-level process than a family-level one.  Youth's familism values showed the strongest correlation with parent-youth relationship quality.  The findings suggest that youth familism values may maintain family connections during adolescence and have implications for family intervention programs.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Pan, Yuejuan": {
      "summary": "This study investigated the relationship between Chinese preschool children's home numeracy experiences and their mathematical abilities.  Parents of 515 children (aged 4-5) reported their participation in home numeracy activities, and the children were assessed on their math skills.  Results showed a positive correlation between parental involvement in numeracy activities (both formal and informal) and children's math abilities.  Socioeconomic status also influenced the frequency of certain activities.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Papandreou, Maria": {
      "summary": "This qualitative study explores Greek early childhood educators' experiences with mandatory distance learning during the COVID-19 pandemic.  It examines teachers' pedagogical priorities, challenges, and opportunities, their understanding of children's participation in digital classrooms, and the perceived role of the family context.  Findings suggest teachers struggled to create meaningful, interactive, and play-based online learning environments, highlighting the need to reconsider participatory learning in a post-pandemic context.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Pearson, Jamie N.": {
      "summary": "This study examined the effectiveness of the FACES advocacy program on the advocacy capacity of Black parents raising autistic children.  Using a quasi-experimental design with 16 participants, the study found that the program increased family empowerment, school communication, and perceptions of advocacy ability among the parents.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Quebles, Irina": {
      "summary": "This mixed-methods study investigated the experiences of Latinx mothers with early intervention (EI) services for their children under 3.  A phone survey of 62 mothers and qualitative interviews with 13 of them revealed that while most children were eligible for and receiving EI services, and mothers generally had positive experiences with screenings, there were mixed experiences with the linkage to and navigation of EI services. The study highlights the perceived value of EI by Latinx families and the need for improved system support.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed-methods"
    }
  },
  {
    "R. Fu": {
      "summary": "This study examines parent perceptions of school relationships, focusing on the impact of child victimization and racial-ethnic differences.  Using data from 3,261 parents, it finds that parents of victimized children have poorer perceptions of school relationships, with this difference being more pronounced in some racial-ethnic groups than others. The study highlights the need for culturally responsive interventions.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Ran Wei": {
      "summary": "This study investigates the impact of parental communicative input on the cognitive and language development of five-year-old children from low-income Bangladeshi families.  It examines how caregiver conceptual scaffolding and autonomy support mediate the relationship between socioeconomic conditions and child development, finding that both significantly impact verbal and performance IQ scores.  The study uses a multi-dimensional framework and analyzes caregiver-child interactions during snack sharing and play.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Ratliffe, Katherine T.": {
      "summary": "This phenomenological study explores the perspectives of immigrant and local parents in Hawai'i regarding family-school partnerships.  Parents emphasized the importance of relational aspects, understanding their children's school experiences, and community building.  They highlighted the principal's role and identified cultural mismatches with educators as barriers to participation.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Rehim, Mastur H.": {
      "summary": "This study investigates the impact of electronic games on students' academic achievement in Al Ain, UAE, from a parental perspective.  A survey of 76 parents (mostly female) revealed that excessive gaming negatively affects academic performance by consuming students' time. The researchers recommend raising awareness about the risks of excessive gaming.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Reznik, Gabriela": {
      "summary": "This qualitative study analyzes the experiences of young women in STEM education projects in Brazil, focusing on how these projects influence their sense of belonging.  Using questionnaires, interviews, and focus groups, the researchers explored the impact on the participants' individual, family, educational, project, and social dimensions. The study found that these projects served as 'counter-spaces' where marginalized young women could build self-esteem, confidence, and a sense of belonging.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Rios, Kristina": {
      "summary": "This study explores the relationship between parental advocacy for children with intellectual and developmental disabilities (IDD) and parental well-being.  Semi-structured interviews with 38 parents revealed that advocacy, regardless of whether the experience was positive or negative, increased stress. Positive advocacy experiences were sometimes associated with improved family quality of life, while both positive and negative experiences sometimes led to marital relationship frustration.  The study aims to inform interventions supporting both advocacy and well-being for parents of children with IDD.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Rivard, Mélina": {
      "summary": "This study developed and validated the ETAP-1 questionnaire, designed to assess the quality of service trajectories for families of children with Autism Spectrum Disorder (ASD) or intellectual disability.  The questionnaire was tested on 200 parents of young children (aged 5 and under) and demonstrated high internal consistency and validity.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Rivka Hillel Lavian": {
      "summary": "This qualitative photo-narrative study explores the experiences of seven single mothers in southern Israel raising children with Autism Spectrum Disorder (ASD).  The study used thematic content analysis of the mothers' life stories and photographs to identify key themes such as the shattering of family dreams, challenges in educational settings, concerns about the future, the importance of support resources, and the mothers' search for meaning.  The findings highlight the significant challenges faced by these mothers and the crucial role of support during various stages of their children's development.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Sahin, Candan Hasret": {
      "summary": "This multilevel mixed-methods study investigated the home safety needs of families with children with autism spectrum disorder (ASD) and evaluated the effectiveness of a training program designed to address these needs.  Qualitative and quantitative data revealed a lack of sufficient home safety education among families. The training program proved effective in increasing awareness and improving home safety practices in the experimental group.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed"
    }
  },
  {
    "Saltmarsh, Sue": {
      "summary": "This study explores Australian parents' experiences with parent-school communication, highlighting both positive and negative encounters.  It examines how communication practices and conflict management strategies employed by schools can lead to parental satisfaction or frustration. The research reveals common concerns and frustrations among parents and analyzes how these interactions are implicated in the neoliberal project of producing autonomous individuals, potentially contributing to unsatisfactory parent-school relationships.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Saltmarsh, Sue": {
      "summary": "This case study examines one mother's struggle to engage with her children's schools after escaping a violent relationship.  The study highlights how school systems, influenced by gender politics and organizational strategies, can inadvertently contribute to the continuation of the effects of family violence, failing to adequately support the mother and children.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "San Isidro, Xabier": {
      "summary": "This study is a two-year longitudinal quantitative research project investigating the attitudes and motivations of students and their families towards language learning in a multilingual CLIL (Content and Language Integrated Learning) environment.  The study involved two groups of students (n=20 and n=24) and their families in a rural high school in Galicia, Spain.  Results indicate that both CLIL and non-CLIL students and their parents developed positive long-term attitudes and motivation, with CLIL students and parents showing greater improvement.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Sanders-Smith, Stephanie C.": {
      "summary": "This qualitative study examines the challenges teachers face in building and maintaining strong family-school partnerships in a Florida school district with high poverty, a large immigrant population, and diverse languages spoken at home.  Using a Bourdieusian framework, the research explores teachers' perspectives on the barriers preventing successful culturally sustaining partnerships.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Sandra B. Vanegas": {
      "summary": "This study explores the barriers and unmet needs faced by parents and service providers supporting children with Autism Spectrum Disorders (ASD) in rural communities.  Through focus groups with parents and providers in rural Illinois, the study identified challenges in accessing and coordinating services, highlighting a scarcity of qualified professionals and the resourcefulness required to overcome gaps in care.  Recommendations for improving service access and support are presented.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Sang Hoon Bae": {
      "summary": "This study investigates the persistent prevalence of private tutoring in Korea despite government interventions.  It argues that private tutoring serves as a mechanism for parents to enhance their children's university admissions prospects and transmit social status and wealth. The study uses a socio-ecological perspective and finds that the deeply ingrained parental beliefs about education contribute significantly to the problem, suggesting that policies ignoring these beliefs are likely to be ineffective.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Sara Esmaeeli": {
      "summary": "This study investigated the relationship between the home literacy environment (HLE), family risk of reading disability (RD), and children's emergent literacy.  Researchers analyzed data from 794 six-year-old Norwegian children and their parents.  The findings suggest that HLE should be considered as three distinct factors (parents' reading habits, reading-related activities, and access to print), and that a positive HLE can have a protective effect against RD, even in families with a history of it.  The study highlights the potential for improving children's emergent literacy through interventions focused on the HLE.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Sarah N. Lang": {
      "summary": "This study investigates the relationship between family-staff partnerships in Head Start programs and children's academic outcomes.  Using data from the 2014 Head Start Family and Child Experiences Survey, the researchers found that strong family-staff relationships were associated with improved children's receptive vocabulary and early math skills, both directly and indirectly through increased family home involvement and approaches to learning.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Sarah Surrain": {
      "summary": "This study investigates how local multilingualism influences parents' attitudes towards bilingualism and their language practices with their children.  Using an online survey of 319 US parents, the researchers found a correlation between living in more multilingual areas and holding more positive attitudes towards bilingualism, particularly for English-speaking parents with no prior experience with other languages.  Furthermore, for parents of young children exposed to a non-English language, valuing bilingualism was linked to increased use of the home language in activities with their children.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Sattin-Bajaj, Carolyn": {
      "summary": "This study uses in-depth interviews to explore the school choice experiences of homeless families in NYC shelters.  It finds that despite efforts to improve information and resources, families remain confused and frustrated by the process, often prioritizing basic needs over extensive school searches. Shelter staff also face challenges due to limited information and training, adding to their already heavy workload.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Sefotho, Maximus Monaheng": {
      "summary": "This study investigates the challenges faced by primary school learners with Autism Spectrum Disorder (ASD) in South Africa during school transitions. Using a phenomenological design with focus groups of parents and teachers, the study identified three main themes: poor academic achievement and skills development, social and economic challenges, and behavioral problems.  The findings highlight the need for increased home-school collaboration and support for learners with ASD.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Shane N. Phillipson": {
      "summary": "This study investigates the educational and learning capitals of gifted and non-gifted Saudi students and their parents.  Using questionnaires and Rasch modeling, the researchers found differences in economic, social, and certain learning capitals between gifted and non-gifted students and their parents, but these challenges are largely shared across both groups, suggesting that the needs of gifted students are not entirely unique.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Shin, So Yeon": {
      "summary": "This longitudinal study examined the relationship between family socioeconomic status (SES) and children's language development in South Korea.  Using data from 1894 children, the study integrated the family stress and family investment models, incorporating factors like parental characteristics and home environment. The integrated model successfully explained the associations between family SES and children's language development, highlighting the importance of considering these factors in diverse cultural contexts.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Sirasa, Fathima": {
      "summary": "This qualitative study explores the perceptions of parents and caregivers in Sri Lanka regarding healthy eating habits in preschool children.  Focus group discussions with 110 participants revealed that while parents generally understand healthy eating guidelines, barriers include children's 'pester power', picky eating, inadequate family support, and peer influence.  The study suggests strategies to address these barriers, focusing on household food availability, preparation, rewards, and creating supportive environments.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Skinner, Barbara": {
      "summary": "This qualitative study explores the experiences of working parents in Northern Ireland during school closures due to the pandemic.  It highlights the challenges faced by these parents, particularly mothers, in balancing work and homeschooling, including lack of confidence in teaching, exhaustion, strained family relationships, and concerns about children's educational progress.  The study emphasizes the importance of clear communication from teachers, reduced screen time, live interaction, feedback, and printed resources.  It suggests that government-mandated flexible working hours for at least one parent could significantly improve homeschooling effectiveness.  The study also notes the benefits of creating a daily structure that incorporates both lessons and leisure time.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Smith, Julia": {
      "summary": "This qualitative study explores communication practices and parent engagement strategies employed by teachers in Migrant and Seasonal Head Start programs serving Mexican-origin farmworker families in the Great Lakes region.  The research uses in-depth interviews and focus groups with both Spanish and English-speaking teachers to understand the impact of language barriers, the role of interpreters, and effective methods for building home-school connections within this community.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Sollars, Valerie": {
      "summary": "This study explores Maltese parents' perspectives on quality in early childhood education, analyzing responses from nearly 2000 parents regarding what constitutes quality childcare and kindergarten settings.  Parents emphasized practitioner characteristics (care, love), family-setting communication, children's happiness and development, and physical setting characteristics.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Soto-Lara, Stephanie": {
      "summary": "This qualitative study investigates how Mexican-descent parents support their adolescents' science education.  It uses a sociocultural perspective and Eccles' parent socialization model to create a culturally grounded model.  Seventy-four parent and 73 adolescent interviews revealed that parents utilize traditional and non-traditional support methods, including home involvement, encouragement, and leveraging resources like kin support.  Barriers such as work, language, and limited science knowledge were also identified, highlighting the need for educators to understand the sociocultural context of parental support.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Stefansen, Kari": {
      "summary": "This ethnographic study in Norway investigates the increased parental involvement in organized youth sports, comparing it to the authors' experiences in the 1970s and 80s.  The study explores the cultural and generational shifts driving this change, focusing on the relationship between generational change and social class.  Findings suggest that across social classes, parents view sports involvement as normal, a way to connect emotionally with their children and foster their development.  However, the study identifies tensions, particularly in 'deep involvement'—an intensified engagement primarily by middle-class fathers.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Stefánsdóttir, Sara": {
      "summary": "This qualitative case study examines the strategies employed by a couple with learning disabilities to maintain custody of their children amidst challenges from child protection authorities.  The study highlights the parents' resourcefulness, the importance of family support networks, and the role of advocates and professionals in helping them navigate the system.  It also discusses the impact of disability rights protections on these ongoing struggles, while acknowledging the fragility of such families' situations.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Sukhbaatar, Batdulam": {
      "summary": "This interpretative phenomenological study explores the communication challenges between primary school teachers and pastoralist parents in rural Mongolia.  Interviews with six teachers revealed difficulties stemming from inadequate communication methods and a lack of teacher training to effectively engage with the unique circumstances of pastoralist families. The study highlights the need for improved teacher education and school policies to better support these families.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Symeou, Loizos": {
      "summary": "This study investigates family involvement in undergraduate students' university experiences in Cyprus, comparing a state and a private university. Data from administrative staff logs revealed similar patterns of family involvement in both universities, differing mainly in intensity.  The study discusses these findings in the context of cultural norms and the marketization of higher education.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Talja, Tiina": {
      "summary": "This study investigated the relationship between children's depressive symptoms, life events, and family factors using data from the 2017 School Health Promotion Study in Finland.  The study found significant associations between children's poor self-rated health, family interaction problems, life events, and depressive symptoms. Parental financial situation and depressed mood were initially associated with children's depressive symptoms but this association disappeared when other factors were considered.  Further research is needed to clarify discrepancies between parent and child experiences.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Tasca, Melinda": {
      "summary": "This study examines the role of incarcerated fathers in their children's lives before and during imprisonment, based on interviews with 53 caregivers.  It finds that while slightly over half of caregivers reported father involvement before incarceration, a significantly larger proportion reported contact during incarceration. The study uses thematic content analysis to explore the continuity and disconnects in fatherhood and highlights the need for interventions focusing on incarcerated fathers and their children.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Tavsanli, Ömer Faruk": {
      "summary": "This phenomenological study investigated the reflection of parental literacy experiences on the literacy tendencies and experiences of six preservice elementary education teachers. Data was collected through interviews with both the teachers and their parents, as well as observational notes.  The study found that preservice teachers' literacy experiences mirrored various parental characteristics, including literacy perceptions, approaches, personal experiences, family literacy levels, professional experiences, worldviews, and communication styles.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Thompson, Talia": {
      "summary": "This international survey study explores the perspectives of 305 parents of children (ages 5-21) with sex chromosome aneuploidies (SCAs) on their children's educational needs and support.  Qualitative content analysis revealed three main themes: barriers to learning related to the SCA diagnosis, a need for school-based social and emotional support, and a lack of comprehensive educational support plans. The study recommends stronger family-school partnerships, increased collaboration between schools and medical teams, and incorporating the genetic condition into educational plans.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Tinajero, Josefina V.": {
      "summary": "This study examined the impact of a professional development program combining field experiences and direct interaction with parents of English learners on Hispanic pre-service teachers' self-efficacy regarding parental involvement.  Thirty pre-service teachers participated, showing improved self-efficacy in four areas related to family life, communication, classroom engagement, and teaching strategies involving parents. A qualitative follow-up explored how the program addressed knowledge gaps.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed-methods"
    }
  },
  {
    "Toran, Mehmet": {
      "summary": "This study explores the experiences of Turkish and Chinese parents with children aged 3-6 during the COVID-19 quarantine.  Semi-structured interviews with 13 Turkish and 11 Chinese parents revealed commonalities in their experiences, with difficulties in home quarantine and altered daily routines being prominent.  Parents also expressed uncertainty about their children's developmental progress during this period, alongside both positive and negative experiences.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Torun Marie Vatne": {
      "summary": "This qualitative study explores the experiences of seven fathers in families with children who have disabilities.  The study used qualitative interviews and content analysis to understand fathers' thoughts on their role, the challenges they face, and their emotional well-being.  Findings highlight the importance of fathers' active involvement, the impact of personal and social factors, and the need for tailored support from health and social welfare systems.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Uju I. Nnubia": {
      "summary": "This study investigated the prevalence and correlates of family and academic role conflict among 300 undergraduate students at the University of Nigeria.  Using a validated questionnaire, the research found a high prevalence (23.3%) of combined family and academic role conflict, with academic-to-family conflict being more prevalent (38%) than family-to-academic conflict (19%).  Demographic factors like age, marital status, and parents'/guardians'/spouses' education significantly correlated with this conflict. The study concludes that universities need to address this issue to support student well-being and academic performance.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Unruh, Deanne": {
      "summary": "This qualitative study investigated the impact of the COVID-19 pandemic on the school experiences of students with traumatic brain injuries (TBI).  Using focus groups and interviews with students, parents, school, and medical personnel, the study found that the pandemic exacerbated pre-existing challenges. Key themes included decreased incidence of brain injuries, exacerbated symptoms due to increased screen time, difficulties in providing accommodations due to COVID protocols, potential exacerbation of mental health difficulties, and increased time between injury and return to school. The study concludes that professional development for teachers and school-wide infrastructure improvements are needed to support students with TBI.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Vasiljevic-Prodanovic, Danica": {
      "summary": "This study investigated the perceptions of preschool teachers and parents regarding their cooperation, focusing on differences between parents of children with typical development and those with developmental disabilities.  Using the adapted Family Involvement Questionnaire, the study found statistically significant differences in perceived parental involvement, with parents reporting higher participation than teachers.  Teachers also reported better cooperation with parents of typically developing children. The study concludes a need for improved cooperation guidelines for parents of children with developmental disabilities.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Vidal, Mónica": {
      "summary": "This study uses an interactional sociolinguistic approach to examine how multilingual siblings interact with their Spanish grandfather, focusing on how they negotiate multicultural family identities through styling and stylization in their conversations.  Analyzing recorded conversations, the study reveals how stylization is used to both create harmony and mockery within the family, highlighting its role in performing acts of identity and constructing authenticity within a transnational family context.",
      "peer_review": "yes",
      "about_parents": "no",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "yes",
      "research_type": "qualitative"
    }
  },
  {
    "Vladimir E. Martínez-Bello": {
      "summary": "This qualitative study explores the perceptions of educators and parents regarding gender and toddlers' physical activity.  Educators showed varied views, with some perceiving no gender differences while others believed girls were less active due to symbolic play or biology.  Parents, however, generally perceived their daughters as active.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Vásquez-Colina, María D.": {
      "summary": "This study explores Mayan mothers' understanding of educational assessment. Through focus groups, the research reveals that these mothers possess basic assessment knowledge and navigate various stakeholders to gather information, balancing the needs of their child, family, and community.  The findings suggest ways to empower parents to engage more effectively in their children's education and inform teacher training on parent communication.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "W. C. Cheung": {
      "summary": "This qualitative study explores parent perceptions of telehealth in early intervention (EI) services.  Fifteen parents of children receiving EI services via telehealth were interviewed.  The study found that while telehealth offered advantages like flexibility and reduced wait times, disadvantages included limited interaction with therapists and technology access issues.  Despite these challenges, telehealth enhanced family-professional partnerships, and coaching was highly valued.  The study recommends providing support such as stable internet access and telehealth training.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Walker-Dalhouse, Doris": {
      "summary": "This case study examines the school and home experiences of a Sudanese first-grade student with autism, focusing on culturally responsive teaching practices to promote literacy development and understanding the challenges faced by Sudanese refugee parents of children with autism.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Walsh, Bridget A.": {
      "summary": "This study explored parents' experiences with four transition-to-kindergarten videos (in English and Spanish).  141 parents from six classrooms had access to the videos and accompanying information sheets.  Parents rated the videos positively, reporting that they provided helpful information about the kindergarten transition, suggested activities to support their children, and improved their understanding of child development.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Wasantha Jayawardene": {
      "summary": "This study used data from the 2018 Indiana Youth Survey to identify latent classes of adolescents based on adverse childhood experience (ACE)-related factors in family and school environments.  Four classes emerged: \"Family-Only,\" \"School-Only,\" \"Family-School,\" and \"No-ACE.\"  The study found that substance use was highest in the \"Family-School\" class and lowest in the \"No-ACE\" class, with significant differences based on race/ethnicity and interactions between ACE class, sex, and race/ethnicity.  The findings suggest that incorporating ACE-related items into school surveys can improve interventions targeting ACEs and substance use.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Witkowsky, Patty": {
      "summary": "This study explores the impact of Spanish-language Parent and Family Member Orientation (PFMO) programs on the involvement and sense of belonging of Latinx families in higher education.  It focuses on the perspectives of parents and family members after participating in such a program, highlighting the importance of family connections in the success of Latinx students.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Wong, Tracy K. Y.": {
      "summary": "This longitudinal study (2006-2008) using data from the National Longitudinal Survey of Children and Youth examined the relationship between parent-child activities (story reading, storytelling, music) and children's social-emotional development.  Results showed significant sex differences, with various activities impacting boys and girls differently. For example, story reading was negatively associated with hyperactivity and emotional/anxiety problems in both sexes, while storytelling showed benefits for boys' aggression but not girls'.  More frequent activities generally predicted more prosocial behavior.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Xiong, Zha Blong": {
      "summary": "This study examines the at-home involvement of Hmong parents in their children's education within charter schools in Minnesota.  It explores the barriers faced by these parents, such as work schedules, literacy issues, lack of spousal support, and managing multiple children. Despite these challenges, the study highlights the parents' dedication, including taking multiple jobs and creating family routines to support their children's education.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Yaqing Chen": {
      "summary": "This study investigates family language policy (FLP) in Chinese Deaf-parented families with hearing children.  Using online questionnaires, semi-structured interviews, and observations in Mainland China and Shanghai, the research explores language ideologies, practices, and management within these families.  The findings suggest that language practices in these families reflect broader social language ecology and highlight the roles of individual agency, community support, and school support in shaping children's linguistic development. The study offers new perspectives on successful FLP in bimodal bilingual families.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Yating Huang": {
      "summary": "This study investigates the sustainability of the Teochew dialect in China, considering its use within families and the impact of Putonghua and English.  Using questionnaires and interviews, the research explores family language policies, usage frequency, language proficiency, and attitudes towards Teochew.  While participants generally hold positive attitudes, the study reveals a weakening trend in the dialect's future.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed"
    }
  },
  {
    "Yen, Alex Chien Po": {
      "summary": "This study investigates the impact of parents' social comparison orientation on their children's contribution to public goods.  It finds a negative correlation: higher parental social comparison orientation leads to lower children's contribution.  This effect is amplified by increased child interaction with non-family members. The study warns against excessive social comparison and highlights its intergenerational effects on social interaction.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Yinni Peng": {
      "summary": "This qualitative study examines conjugal negotiation within 81 urban Chinese families regarding children's participation in extracurricular activities.  Using data from 134 parents, the research reveals ongoing negotiation, the influence of multiple family members, and various coping mechanisms in making these decisions. The findings highlight the complexities of middle-class parenting in navigating children's educational resources and the relational aspects of gendered parenting.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Yuen, Lai Ha": {
      "summary": "This study examines the experiences of new immigrant parents in Hong Kong participating in a group parent education program (GPEP). The GPEP aimed to promote parent education and build a caring community for low-income, new immigrant parents.  The research focuses on how these parents evaluated their experiences and the effectiveness of the program, finding that mutual support and emotional healing correlated with improved parenting attitudes and practices.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Zagona, Alison L.": {
      "summary": "This qualitative study explores parents' perspectives on special education services, focusing on the implementation of agreed-upon decisions regarding their children's education.  Parents of children with intellectual and developmental disabilities shared their experiences negotiating with school personnel about educational placement and services.  The study highlights parents' desire for involvement and inclusive placements, while also documenting varied experiences with service implementation, including both successes and concerns.  Implications for policy, practice, and research are discussed.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Zambrana, Katherine A.": {
      "summary": "This study investigated the relationship between parenting stress and parental self-efficacy on young Latino children's well-being and home learning during the COVID-19 pandemic.  Using a sample of Early Head Start children and their parents (mostly mothers), the study found that parenting stress negatively correlated with parental involvement in home literacy activities but not math. Parental self-efficacy moderated the relationship between parenting stress and children's social-emotional functioning.  A positive association was also found between parenting stress and children's adaptive skills.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Zhang, Heyi": {
      "summary": "This study investigated how family environment, parent-grandparent co-parenting, effortful control, and early childcare experiences affect young children's social adaptation in China.  Using data from 315 mothers of 2-3-year-old children in Beijing, the study found that children's effortful control mediates the relationship between family process and social adaptation.  The effect of effortful control on social adaptation was also moderated by childcare experience duration, with a stronger positive effect for children with longer childcare experiences.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Zhu, Wenting": {
      "summary": "This study surveyed 4,510 Chinese parents of only children (ages 3-6) to investigate their ideal and realistic willingness to have a second child.  While 74.1% ideally wanted a second child (preferring a girl), less than a third had definite plans.  Ideal willingness correlated positively with income, but realistic intentions showed a V-shaped relationship with income.  Child-rearing pressures created a gap between ideal and realistic desires, indicating a shift towards individual preferences. The study suggests policies should address family needs and pressures related to fertility.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "de Souza Fleith, Denise": {
      "summary": "This study describes a psychoeducational program for parents of gifted children in Brazil and investigates participants' perceptions. Nine families participated in twelve 2.5-hour group meetings.  Parents valued the program for experience sharing, knowledge gain (including self-knowledge), and a sense of belonging. The study highlights the importance of support groups for parents of gifted children and offers suggestions for program design and implementation.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Çuhaci, Elif Ecehan": {
      "summary": "This descriptive survey study examined the perceptions of 276 families with special needs children in Istanbul regarding teacher communication and cooperation.  The study used a demographic information form and a family-teacher communication and cooperation scale. Results showed high expectations and perceptions of cooperation, but medium-level participation. Significant differences were found based on teacher demographics and parental factors like education level and income.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  }
]