[
  {
    "Ainagul Rustemova": {
      "title": "Training of Future Psychologists on Suicide Prevention among Adolescents Based on Work with Parents",
      "summary": "This phenomenological study explores the views of future psychologists in Kazakhstan on training for adolescent suicide prevention through work with parents.  Semi-structured interviews revealed that participants identified family issues, loneliness, and psychological problems as key causes of adolescent suicide.  They suggested family education, early diagnosis, and guidance as preventative measures.  Most felt their current training was insufficient and advocated for in-service training to improve efficacy.",
      "peer_review": "no",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Alallawi, Barah": {
      "title": "Parent-Mediated Numeracy Intervention for Children with Autism Spectrum Disorder in Arabic Families Living in the UK",
      "summary": "This study evaluated an adapted numeracy program for children with autism spectrum disorder (ASD) from Arabic families in the UK. Parents were trained to deliver the 8-week intervention.  Results showed improvement in the children's mathematical abilities and positive feedback from parents regarding the program's effectiveness and their children's progress.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Alba Lucy Guerrero": {
      "title": "Educational Ethnographies on Memory and Territory with Children in Rural Contexts in Colombia",
      "summary": "This paper uses a decolonial approach to explore children's perspectives on rural territories in Colombia affected by armed conflict.  Through collaborative ethnography involving participant observation, workshops, and map-making, the study reveals how children's situated knowledge challenges dominant narratives about childhood, war, and rurality.  Data was collected through interactions with children, teachers, parents, grandparents, community leaders, and researchers.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Amanda White": {
      "title": "Toddlers as Active, Competent Story Weavers: Lexie's Story",
      "summary": "This qualitative study explores how toddlers develop communicative competencies through participation in personal stories within their families and communities.  Using multimodal ethnography and video data from a culturally diverse community in Aotearoa New Zealand, the researchers analyze the collaborative storytelling process involving a 1-year-old, her parent, teacher, and peers, focusing on a story about eating lunch. The study highlights the multimodal nature of storytelling and its contribution to early childhood literacy development.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Amsbary, Jessica": {
      "title": "Parents' Voices Regarding Using Interventions for Toddlers with Autism Spectrum Disorder",
      "summary": "This qualitative study explores parent perceptions of a parent-implemented intervention (PII) for toddlers with autism spectrum disorder (ASD).  Six parents were interviewed, revealing generally positive experiences, particularly with the use of self-recorded videos. Challenges included finding time for implementation and occasional discouragement from viewing video examples.  Parents also valued the supportive relationship with their interventionist.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Amy Burke": {
      "title": "Adoption as Liminal Space: Representations of Adoption in Children's Picturebooks",
      "summary": "This article analyzes four children's picturebooks about adoption, focusing on the liminal experiences of adopted children who may feel torn between two families and cultures.  It uses a critical adoption studies framework, examining how issues like reproductive justice, race, poverty, and colonialism intersect to create inequities in adoption. The study highlights how adoption can privilege certain groups (white, heterosexual, cisgender couples) while marginalizing others, and how the concept of kinship is disrupted and redefined within the context of adoption.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "An, Sofiya": {
      "title": "Chasing Hope': Parents' Perspectives on Complementary and Alternative Interventions for Children with Autism in Kazakhstan",
      "summary": "This qualitative study explores parents' experiences using complementary and alternative medicine (CAM) for their autistic children in Kazakhstan.  Parents face significant challenges accessing appropriate care and often turn to CAM due to unmet needs and a sense of desperation ('chasing hope'). The study reveals that decisions to use CAM are driven by a lack of other options rather than evidence of efficacy.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Ana Raquel Ribeiro": {
      "title": "Cluster Analysis of School Emotional Engagement among Portuguese Children in Elementary School",
      "summary": "This study used cluster analysis to identify subgroups of Portuguese elementary school children based on their emotional engagement with school. Three patterns emerged: emotionally involved, emotionally involved with some avoidance, and emotionally ambivalent. The ambivalent group showed lower self-efficacy and higher behavioral and internalizing problems.  The study involved children, parents, and teachers' reports.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Andersson Søe, Martina": {
      "title": "'Distance Creates Distance': Preschool Staff Experiences and Reflections Concerning Preschool Introduction during the COVID-19-Pandemic",
      "summary": "This study explores how Swedish preschool staff experienced introducing new children during COVID-19 restrictions.  Based on a survey (N=465), the qualitative analysis revealed that social distancing hindered relationship building between staff and parents, impacting children's adjustment.  The study highlights the importance of parental participation in establishing positive staff-child relationships, offering insights relevant beyond the pandemic.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Angela S. Kelling": {
      "title": "Work-Life Balance of Academic Parents: Expectations and Experiences of Mothers and Fathers",
      "summary": "This qualitative study investigated work-life balance among academic parents at a mid-sized master's level university.  Focus groups with early- and mid-career mothers and fathers revealed high workloads stemming from unclear expectations and inequities.  Consequences included poor work-life balance, dissatisfaction, and decreased organizational commitment. The study offers recommendations for improving work-life balance for academic parents.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Anna Jackson": {
      "title": "\"Stuck in a Loop\": A Qualitative Examination of Challenges for Children and Adolescents with Attention-Deficit/Hyperactivity Disorder and Anxiety",
      "summary": "This qualitative study explores the daily challenges faced by children (ages 8-13) with both ADHD and anxiety, using parent-reported data from an Australian trial.  The analysis revealed three key themes: difficulties with everyday situations due to anxiety; the pervasive and unrelenting nature of the anxiety; and the strain on the family system. The study highlights the need to identify co-occurring difficulties in children with ADHD and provide support for both children and families.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Appel, Hoa B.": {
      "title": "Supporting Students' Mental Health and Social Emotional Learning through Community Engagement and Collaboration",
      "summary": "This study explored the mental health and social-emotional learning of students during the COVID-19 pandemic in Washington State.  A diverse consortium of students (predominantly students of color), parents, educators, and community leaders participated in online discussions and a survey. Thematic analysis revealed the importance of collaborative platforms for understanding and addressing students' mental health concerns, particularly for students of color. The study highlights the need for increased resources and attention to the mental health of students of color.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Arnilla, Arvin Kim": {
      "title": "Uncovering the Filipino Mothers' Experiences in Teaching Young Children during Uncertain Times through Reflexive Thematic Analysis",
      "summary": "This study examined the preparations made by 14 low-income Filipino mothers to ensure their children's education continued during the COVID-19 pandemic.  Using reflexive thematic analysis of interviews, the study identified three themes: realizing the limitations of distance learning, actively teaching children at home with family support, and preparing for a return to in-person classes. The findings highlight the resourcefulness of these mothers in maintaining their children's education despite economic and social challenges.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Assel Zhakim": {
      "title": "Pre-School Children's Literacy Development in the Kazakh Home Learning Environment",
      "summary": "This ethnographic case study investigates literacy development in Kazakh homes, focusing on parent-child interactions within four affluent families.  The study found that parents actively use play, joint book reading, and storytelling to foster oral language and literacy skills, prioritizing one language initially despite Kazakhstan's multilingual context.  The findings highlight the importance of regular, high-quality parent-child interactions for children's literacy development and suggest that policymakers should encourage parental involvement.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Barriage, Sarah": {
      "title": "Young Children's Interest-Driven Information Practices",
      "summary": "This study explores young children's (ages 5-7) information practices related to their interests.  Using a multi-stage participatory approach (book discussion, poster activity, photography, interviews with children and questionnaires with parents), the study found children seek information from various sources (print, digital, people, experiences) and use it in their activities and sharing. Challenges included children's skills, information source limitations, and parental restrictions; enablers included technology and parental support.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Bates, Jessica": {
      "title": "\"Education Cannot Cease\": The Experiences of Parents of Primary Age Children (Age 4-11) in Northern Ireland during School Closures Due to COVID-19",
      "summary": "This study explores the experiences of parents in Northern Ireland supporting their children's home learning during COVID-19 school closures.  An online survey of 2,509 parents revealed variations in home-school communication and challenges faced by parents, especially those with children with special needs or receiving Free School Meals.  The research uses Epstein's Framework of the Six Types of Involvement to analyze the findings and offers recommendations for parents, schools, and policymakers.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Baxter, Christine M.": {
      "title": "Social Competence of Bilingual and Monolingual Native English Speaking Preschoolers: A Comparison of Parent and Teacher Perspectives",
      "summary": "This study compares parent and teacher perspectives on the social competence of bilingual and monolingual English-speaking preschoolers.  It found statistically significant differences in ratings of empathy, self-control, internalizing, externalizing, and hyperactivity between parent and teacher perspectives for both groups.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Bempechat, Janine": {
      "title": "Academic Socialization from an \"Informed Distance\": Low-Income Chinese American Adolescents' Perceptions of Their Immigrant Parents' Educational Messages",
      "summary": "This study challenges the 'tiger parent' stereotype of Asian immigrant parents.  Through interviews with 32 low-income Chinese American ninth-graders, the researchers found that these students did not perceive their parents' involvement as overly strict or controlling. Instead, they described their parents as providing basic monitoring and pragmatic expectations, fostering a relationship characterized by 'informed distance'. The study emphasizes the need to move beyond stereotypes to better understand and support Asian American students.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Ben Artzey": {
      "title": "Gifted but Equal? Parents' Perspectives on Sibling Relationships in Families with Gifted and Non-Gifted Children",
      "summary": "This study explores how parents in families with gifted and non-gifted children in Israel affect sibling relationships using the Family Systems Theory. Interviews with 40 parents revealed three themes: differential equity, artificial equity, and situational equity.  The findings suggest a typology describing parental contributions to sibling relationship balance, indicating that artificial and situational strategies may have unfavorable outcomes for both gifted and non-gifted children.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Benzies, Karen M.": {
      "title": "Parental Attitudinal and Behavioral Change Associated with Prevention-Focused Parenting Education: An Interpretive Description",
      "summary": "This study explores how participation in prevention-focused parenting education programs (P-FPEPs) impacts parents.  Qualitative data from 459 parents in Canada revealed positive changes in parents' relationships with themselves, their children, partners, and community.  These changes stemmed from increased self-care, improved understanding of child development, better communication, and a stronger sense of community.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Bhopti, Anoo": {
      "title": "Relationships between Early Childhood Intervention Services, Family Quality of Life and Parent Occupations: A Mixed-Methods Australian Study",
      "summary": "This Australian mixed-methods study explored the relationship between Early Childhood Intervention Services (ECIS), parent occupations, and family quality of life (FQOL) for families with a child with a disability.  Using surveys and interviews, the study found positive associations between FQOL and ECIS, but also highlighted the negative impact of reduced paid work and self-care time on FQOL.  Despite challenges, parents demonstrated positive adaptations and hope for their child's future.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed-methods"
    }
  },
  {
    "Brown, Dottie": {
      "title": "Principal and Assistant Principal Involvement in and Barriers to Supporting Secondary Transition for Students with Disabilities",
      "summary": "This study surveyed secondary school principals and assistant principals about their involvement in and barriers to supporting secondary transition for students with disabilities.  Results showed high involvement in including parents and IEP meetings, but less involvement with community agencies.  Significant barriers included unprepared families, lack of real-life instructional contexts, and insufficient support from outside agencies.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Brown, Isabella C.": {
      "title": "\"Watch Your Tone\": The Experiences of African American Parents of Students on the Autism Spectrum in Parent-School Partnerships",
      "summary": "This study explores the experiences of African American parents of autistic children in navigating parent-school partnerships.  It highlights challenges faced by these parents in building trust and effective communication with schools, emphasizing the need for increased representation, cultural awareness, and improved efforts to address inequality within school systems.  The study suggests strategies such as increasing autism awareness, utilizing cultural brokers, and fostering communities of practice to improve outcomes for autistic students.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Bruin, Marieke": {
      "title": "Parental Involvement in Children's Learning: The Case of Cochlear Implantation--Parents as Educators?",
      "summary": "This Norwegian study explores parents' experiences and involvement in their children's language learning after cochlear implantation.  Based on 27 written accounts and 14 interviews, the analysis reveals extensive parental involvement. The study discusses how understandings of learning influence this involvement and highlights the need for a balanced approach to parental support, avoiding the overburdening of parents.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Caitlin T. Hines": {
      "title": "Associations between Daily Food Insecurity and Parent and Child Well-Being",
      "summary": "This study uses daily measures to examine the relationship between food insecurity and the well-being of parents and children.  It finds that daily food insecurity impacts both parents and children, with stronger and longer-lasting effects on parents.  Parent mood and behavior partially mediate the effect of food insecurity on children, but food insecurity also independently affects child well-being.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Callaway-Cole, Larisa": {
      "title": "Reflections on the Use of Mixed Reality to Prepare Early Childhood Educators to Support Diverse Family Needs",
      "summary": "This study explores the use of mixed reality simulation to train early childhood educators in conducting parent-teacher conferences, specifically focusing on supporting children with disabilities in inclusive preschool settings.  The authors discuss the implementation process, potential lifelong impact on family engagement, and the role of interdisciplinary collaboration in teacher preparation.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "unclear"
    }
  },
  {
    "Calpanaa Jegatheeswaran": {
      "title": "Influence of Maternal Cognitions on Child Mental Health and Educational Experiences at Home during COVID-19",
      "summary": "This longitudinal study examined the impact of pre-pandemic maternal cognitions (self-efficacy and perceived impact) on children's mental health and educational challenges during the COVID-19 pandemic.  Mothers with lower self-efficacy and higher perceived impact reported more challenges for their children.  The study highlights the need for support for parents with specific cognitive profiles.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Capannola, Amanda L.": {
      "title": "On Being the First: The Role of Family in the Experiences of First-Generation College Students",
      "summary": "This qualitative study explores the family relationships of first-generation college students (FGCS) as they navigate college.  Eight undergraduate FGCS (aged 18-22) were interviewed.  The study found that parents, despite lacking college experience, provided crucial instrumental (financial, educational) and emotional support.  Participants also highlighted the motivational aspect of setting an example for younger siblings. The study suggests strength-based approaches are needed for programs and research on FGCS and their families.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Carolan, Patrick L.": {
      "title": "Families' Experiences of a Universal Play-Based Early Childhood Program in Nova Scotia: Implications for Policy and Practice",
      "summary": "This study investigated families' experiences with a publicly funded, play-based early childhood program in Nova Scotia.  Using a mixed-methods approach (online survey with 291 parents/guardians), the study examined children's outcomes, parents' perceptions of play-based learning, attitudes toward the program, and how it supported their families.  Results showed that most parents felt the program supported their children and facilitated a smoother school transition.  Strong school community connections and good communication with educators were identified as key predictors of positive attitudes. The study highlights the importance of publicly funded, quality early childhood education and parental understanding of play-based learning.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed methods"
    }
  },
  {
    "Casey, Erin": {
      "title": "Factors Affecting Parent and Child Play Experiences during the COVID-19 Spread and Initial Social Distancing Efforts",
      "summary": "This study investigated parents' perspectives on playing with their children during initial COVID-19 social distancing.  705 participants completed a questionnaire, with 509 providing open-ended feedback.  Thematic analysis of this feedback revealed five themes impacting play: Work and Professional Role, Mental & Physical Health, Time, Access to Resources, and Parenting Factors.  The study highlights the difficulties many parents faced in engaging in play during this time.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Chan, Randolph C. H.": {
      "title": "Elevated Levels of COVID-19-Related Stress and Mental Health Problems among Parents of Children with Developmental Disorders during the Pandemic",
      "summary": "This study examined the mental health of parents of children with developmental disorders during the COVID-19 pandemic.  129 parents participated, revealing higher levels of parenting stress, depression, and anxiety among parents of children with developmental disorders compared to parents of typically developing children.  Parenting stress and health worries were linked to mental health symptoms, with parenting stress mediating the relationship between having a child with developmental disorders and mental health issues.  The study suggests the need for web-based parenting interventions and online psychological support.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Chan, Tak C.": {
      "title": "Helping Minority Parents in Educating Their Children: Perspectives of Hong Kong Teachers",
      "summary": "This study investigates Hong Kong teachers' perceptions of supporting minority parents in their children's education.  A quantitative survey of 30 teachers from a minority school revealed that teachers believe minority parents are insufficiently involved in their children's studies.  While teachers expressed willingness to collaborate with parents, they also acknowledged a need to increase their own efforts.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Cherrington, Sue": {
      "title": "Beyond Invisibility: Early Childhood Teachers' Inclusion of Rainbow Families",
      "summary": "This article examines the inclusion of Rainbow Families (families with LGBTQ+ parents) in early childhood education (ECE) in Aotearoa New Zealand.  Based on two studies (a national mixed-methods study and a small qualitative study of lesbian ECE teachers), the research reveals risks for parents and teachers in being open about their family structures or sexual orientation, leading to a silence and invisibility of Rainbow Families within ECE programs.  The findings highlight implications for ECE teachers' practice in creating inclusive environments.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed-methods"
    }
  },
  {
    "Cioè-Peña, María": {
      "title": "From Pedagogies to Research: Engaging with Culturally and Linguistically Diverse Families of Students with Dis/Abilities",
      "summary": "This qualitative study examines the experiences of Spanish-dominant Latinx mothers of children with disabilities who are English language learners.  It challenges deficit-based perspectives on parental involvement, highlighting how these mothers are often excluded from their children's education and how they subversively create space for themselves. The study uses testimonios and ethnographic methods to provide counter-narratives and proposes a framework for culturally sustaining research.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Clarke, Carolyn": {
      "title": "Investigating Homework as a Family Practice in Canada: The Capital Needed",
      "summary": "This study uses institutional ethnography to examine how homework practices impact families of eight-year-old children in Newfoundland, Canada.  It explores the demands homework places on families, highlighting how resource availability influences the experience and can create frustrations and tensions. The study emphasizes the various forms of cultural capital needed for successful homework completion and how a lack of capital contributes to household frustrations.  All families in the study faced challenges with homework-related educational discourse.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Colvin, Kimberly F.": {
      "title": "Experiences of Special Education Teachers in New York State during COVID-19 Remote Instruction",
      "summary": "This study investigated the experiences of special education teachers in New York State during the COVID-19 pandemic's remote instruction period (spring 2020 and 2020-2021).  A survey of 38 teachers explored their experiences with family communication, technology integration, student success and engagement, and IEP implementation.  The study highlighted both challenges and successes with technology, noting some new techniques teachers planned to continue using.  Despite challenges, teachers demonstrated professional competence.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Coulter-Thompson, Emilee I.": {
      "title": "Bias and Discrimination against Lesbian, Gay, Bisexual, Transgender, and Queer Parents Accessing Care for Their Children: A Literature Review",
      "summary": "This literature review examines bias and discrimination faced by LGBTQ parents when accessing healthcare and early learning services for their children with developmental disabilities.  The study analyzed 26 studies from various sources and found common biases including challenges with disclosing LGBTQ status, lack of acknowledgment of non-biological parents, and heterosexist attitudes among some professionals.  The authors recommend policies and programs to improve professionals' knowledge, attitudes, and behavior, and create LGBTQ-affirming environments.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Crane, Laura": {
      "title": "Autistic Parents' Views and Experiences of Talking about Autism with Their Autistic Children",
      "summary": "This study used an online survey to gather quantitative and qualitative data from 34 autistic parents on how they discuss autism with their autistic children.  The findings largely overlapped with previous research on non-autistic parents, emphasizing openness, early disclosure, and positive framing. However, autistic parents highlighted the benefits of their lived experience, leading to greater understanding and empathy. They also reported less concern about negative impacts of disclosure and less need for professional support.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed"
    }
  },
  {
    "Cuevas, Stephany": {
      "title": "\"Ley de la Vida\": Latina/o Immigrant Parents Experience of Their Children's Transition to Higher Education",
      "summary": "This study explores how Latina/o immigrant parents experience their children's transition to higher education.  Using a framework of family engagement and parental role construction, it examines the experiences of 15 parents of first-generation Latina/o students.  Findings show parents interact with colleges directly and indirectly, experiencing pride alongside frustration, sadness, and depression. The study highlights the need for institutions and families to collaborate to improve student outcomes.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Daramola, Eupha Jeanne": {
      "title": "Advancing or Inhibiting Equity: The Role of Racism in the Implementation of a Community Engagement Policy",
      "summary": "This comparative case study examines how race and racism influenced the implementation of a statewide community engagement policy in seven school districts.  The study uses critical race theory to analyze how engagement practices often centered White parents while marginalizing racially minoritized families, suggesting that without addressing racial power dynamics, such policies can inadvertently promote racism.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "De Los Santos Rodríguez, Sabrina": {
      "title": "Empowering Latinx Families to Help Children with Mathematics",
      "summary": "This article describes a pilot program in Massachusetts supporting Spanish-speaking Latinx families in helping their preschool-age children with mathematics.  It leverages the high use of mobile phones among this demographic by sharing videos modeling mathematical conversations. The program aims to address structural barriers that hinder parental involvement in children's math education, such as language barriers in accessing school resources and communication.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Diana L. Abarca": {
      "title": "Latin American Mothers' First-Hand Accounts of a Statewide Early Intervention Model: a Funds of Knowledge Approach",
      "summary": "This qualitative study explores the experiences of three Latin American mothers with young children receiving early intervention (EI) services.  The study uses a collective case study analysis to understand the families' parenting values and their experiences with a statewide coaching model.  It highlights the importance of integrating families' cultural backgrounds and 'funds of knowledge' into EI services to better support them.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Doak, Lauran": {
      "title": "Rethinking Family (Dis)engagement with Augmentative & Alternative Communication",
      "summary": "This paper explores the perspectives of five families of minimally verbal children on the use of Augmentative and Alternative Communication (AAC) in their homes.  Semi-structured interviews revealed that formal AAC practices were used infrequently, due to the emotional aspects of family communication, competing family priorities, and the children's existing communication strategies. The findings highlight the gap between professional attitudes towards AAC and the lived experiences of families.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Doll, Kathleen": {
      "title": "Parenting in the Time of COVID-19: Insights and Lessons from Parents of International School Children",
      "summary": "This study explores the experiences of 44 parents of children in international schools during the COVID-19 pandemic and the shift to online learning.  Using data from 22 focus groups across three countries, the study identifies four key themes: parental challenges, perceptions of children's wellbeing, impressions of learning quality, and suggestions for school leadership.  The research highlights the unique challenges faced by these families and offers insights for improving online education.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "yes",
      "research_type": "qualitative"
    }
  },
  {
    "Doyle, Antoinette": {
      "title": "Family-Focused Early Learning Programing: Access, Opportunities, and Issues in One Canadian Context",
      "summary": "This study examined access and learning opportunities in family-focused early learning programs across various community-based settings in one eastern Canadian province.  It used surveys of practitioners to gather data on program offerings and challenges. Findings showed that most programs focused on parent-child drop-in play, with few offering formalized parent-facilitator learning components.  Challenges included attracting participants, maintaining funding, expanding activities, and staff training.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Doyle, Colleen B.": {
      "title": "The Theory of Emerging Adulthood: Parents' Experience of Their Child's Transition to College",
      "summary": "This study explores parents' experiences of their children's transition to college using Arnett's theory of emerging adulthood.  Quantitative and qualitative data were collected through surveys and interviews. Parents reported challenges in adjusting to changes in home life and complex views on their children's adult status.  The study recommends improved communication with parents and support systems to facilitate student success.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed"
    }
  },
  {
    "Dukmak, Samir Jabra": {
      "title": "Social Support and Social Opportunities as Predictors of Stress among Parents of Children with Developmental and Intellectual Disabilities in Abu Dhabi Emirate, United Arab Emirates",
      "summary": "This quantitative study investigated the stress experienced by parents of children with intellectual and/or developmental disabilities in Abu Dhabi.  225 parents completed a questionnaire. Results showed significant correlations between parental stress and factors like children's age and disability type, mothers' age, fathers' education, children's residence, number of children with disabilities, family income, social opportunities, and social support.  The study concludes that improved support services are needed to enhance the well-being of these parents.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Dunn, Kirsty": {
      "title": "The Experience of Being a Father of a Son or Daughter with an Intellectual Disability: Older Fathers' Perspectives",
      "summary": "This study used semi-structured interviews with 7 older fathers (average age 63.9) to explore their experiences of parenting children with intellectual disabilities.  Three key themes emerged:  fathers' changing sense of identity, the prioritization of family, and the challenges of aging while caring for a child.  Fathers adapted their priorities, finding new meaning in their role, but also faced concerns about their future health and well-being.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Džoen Bebic-Crestany": {
      "title": "Coping with the Pandemic in 2020 and 2021: A Mixed-Method Study of Adolescents in Luxembourg",
      "summary": "This longitudinal mixed-method study examines adolescents' emotional responses to the COVID-19 pandemic in Luxembourg.  It combines survey data from 332 adolescents (2021) and interviews with 19 adolescents (2020-2021).  The study highlights the importance of family and peer support in coping with adversity and offers implications for parents, educators, and policymakers.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed-methods"
    }
  },
  {
    "Ee, Jongyeon": {
      "title": "Are Parents Satisfied with Integrated Classrooms?: Exploring Integration in Dual Language Programs",
      "summary": "This quantitative study surveys over 450 parents of students in Korean-English Dual Language Immersion (DLI) programs in Southern California.  It examines parental satisfaction with their children's cross-cultural and linguistic integration and explores the association between integration (among children and parents) and parental demographics/experiences. The study concludes that successful integration in DLI requires school-wide commitment and consideration of all stakeholders.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Einarsdottir, Johanna": {
      "title": "Parent-Preschool Partnership: Many Levels of Power",
      "summary": "This study examines the meaning-making of parents in Icelandic preschools regarding collaboration with preschools and families, also considering educators' perspectives.  Focus group interviews with parents and educators revealed similar experiences and views on collaboration, power dynamics, and knowledge distribution.  The collaboration didn't align with democratic preschool pedagogy, highlighting marginalized positions for parents from other cultures and educator uncertainty in communicating with diverse families. The study reveals multi-layered power relationships within the preschool community.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Elizabeth Premo": {
      "title": "Pre-Kindergarten Teachers' Family Engagement Practices and English Language Learners' Attendance and Early Learning Skills: Exploring the Role of the Linguistic Context",
      "summary": "This mixed-methods study examines the association between pre-kindergarten teachers' family engagement practices and English Language Learners' (ELLs) attendance and early learning skills.  The study investigates whether the linguistic context (classroom ELL composition and teachers' home language communication practices) moderates this association.  Findings suggest that family engagement practices positively impact attendance and socioemotional skills for ELL children in classrooms with fewer ELL students, but not in classrooms with a higher proportion of ELLs. Qualitative data from parent focus groups supports these findings, highlighting the importance of linguistic peer networks for parental engagement.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed methods"
    }
  },
  {
    "Emily L. Curl": {
      "title": "Virtual Mindfulness Workshops for Parents of Children on the Autism Spectrum",
      "summary": "This pilot study evaluated the feasibility, acceptability, and initial effects of a virtual Mindful Self-Compassion workshop for parents of children on the autism spectrum.  A mixed-methods approach (surveys and focus groups) was used. Findings suggest a short, 3-day virtual workshop may improve parents' mindfulness and self-compassion, leading to increased mindfulness in daily life, self-compassion during difficult times, and greater patience.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed"
    }
  },
  {
    "Emma Armstrong-Carter": {
      "title": "Middle and High School Students Who Take Care of Siblings, Parents, and Grandparents: Associations with School Engagement, Belonging, and Well-Being",
      "summary": "This study surveyed Rhode Island public school students (N=48,508) to determine the prevalence of student family caregiving and its impact on school engagement, belonging, and well-being.  A significant portion of students reported caring for family members, with girls and minority youth more likely to do so than boys and White non-Latinx youth. Caregiving was associated with increased sadness, and for girls, lower school engagement and belonging. However, part-time caregiving showed a positive association with belonging for some minority youth.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Ennes, Megan E.": {
      "title": "Children and Parents' Perceptions of Access to Science Tools at Home and Their Role in Science Self-Efficacy",
      "summary": "This exploratory study examined the access to science-related tools at home for 89 participants (44 parents and 45 children).  Results showed that over half of the children lacked access to common science tools, with significant differences noted between racial groups.  Access to tools was correlated with science achievement value. Parents reported having significantly more tools than their children.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Erin E. Campbell": {
      "title": "Home Literacy Practices for Young Children with Cochlear Implants",
      "summary": "This study examined the relationship between home reading practices, shared book reading behaviors, and literacy outcomes in young children with cochlear implants.  Parents (N=18) completed questionnaires and recorded book readings.  Analyses revealed that parents used more literacy teaching techniques with wordless picture books and interacted more with younger children. While frequent interactive reading was common, no significant relationship was found between parent behaviors and children's literacy scores.  Reading time, cochlear implant experience, and child language skills were better predictors of reading outcomes than parent SBR behaviors alone.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Erol, Yusuf Celal": {
      "title": "The Relationship between Distributed Leadership and Family Involvement from Parents' Perspective",
      "summary": "This study examines the relationship between distributed leadership and family involvement in schools from the parents' perspective.  Using surveys with 1488 secondary school parents in Elazig, Turkey, the study found a positive correlation between parents' perception of distributed leadership and their level of involvement in their children's education.  Distributed leadership perception was a significant predictor of family involvement.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Eyram Juliet Senoo": {
      "title": "Barriers to Inclusive Education of Children with Autism: Ghanaian Teachers' Perspective",
      "summary": "This qualitative study explores barriers faced by preschool teachers in Ghana in implementing inclusive education for children with Autism Spectrum Disorder (ASD).  The study, using in-depth virtual interviews with 17 teachers, identified inadequate parental cooperation, poor teacher knowledge of ASD, socio-cultural and political issues, and lack of inter-professional collaboration as major obstacles to inclusive education for children with ASD.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Fang, Shichen": {
      "title": "Happiness Is the Way: Paths to Civic Engagement between Young Adulthood and Midlife",
      "summary": "This longitudinal study examined the relationship between happiness and civic engagement from ages 22 to 43 in a community sample (n=690).  Results showed that happiness predicted higher future civic engagement, but not vice versa. Parenthood, unemployment, and marital status also influenced civic engagement at different life stages.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Fei Tang": {
      "title": "Family Language Policy: The Impact of Multilingual Experiences at University and Language Practices at Home",
      "summary": "This study investigated the relationship between students' home language practices, university language use, language beliefs, and their envisioned language practices for their future families.  A questionnaire administered to 156 Chinese university students revealed a positive correlation between exposure to multilingual practices at home, belief in multilingual benefits, and the intention to implement multilingual practices in their own families.  Fluid language use at university also correlated with a desire for conscious language management in future families.",
      "peer_review": "yes",
      "about_parents": "no",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Ferrer-Wreder, Laura": {
      "title": "Exploring Lived Experiences of Parents of Youth and Youth with a Foreign Background in Sweden",
      "summary": "This qualitative study investigated the lived experiences of 26 parents and youth with Iraqi or Syrian backgrounds living in Sweden.  Using thematic analysis of interviews, three main themes emerged: life in Sweden, feeling at home, and coping.  The study highlights the diversity of experiences and suggests that social policies should focus on microsystems providing daily structure and socialization opportunities, considering the importance of extended family.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Ferriz, Roberto": {
      "title": "A Self-Determined Exploration of Adolescents' and Parents' Experiences Derived from a Multidimensional School-Based Physical Activity Intervention",
      "summary": "This qualitative study explores the experiences of adolescents (aged 15-17) and their parents participating in a school-based physical activity intervention based on self-determination theory. Data was collected through observation, interviews, and focus groups.  Results showed that the intervention, using motivational strategies, satisfied adolescents' needs for autonomy, competence, and relatedness, leading to increased physical activity and positive outcomes. Parents' reports supported these findings.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Fong, Vanessa C.": {
      "title": "A Community-Engaged Approach to Examining Barriers and Facilitators to Accessing Autism Services in Korean Immigrant Families",
      "summary": "This study used a community-engaged approach and semi-structured interviews with 20 Korean parents of autistic children in British Columbia, Canada, to explore barriers and facilitators to accessing autism services.  Barriers included system-level delays, ineffective school policies, provider-level lack of qualified professionals and negative attitudes, and family/cultural-level language difficulties, costs, and stigma. Facilitators included family-centered care, culturally competent professionals, informal support networks, and community organization connections.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Gallo, Sarah": {
      "title": "\"Diles la verdad\": Deportation Policies, Politicized Funds of Knowledge, and Schooling in Middle Childhood",
      "summary": "This ethnographic study examines how Latina/o immigrant children, their teachers, and families navigate learning amidst widespread deportations.  The authors focus on one student whose father's detainment and potential deportation impacted his life and learning.  The study highlights the student's use of his knowledge of immigration outside of school and advocates for educational practices that recognize and utilize students' 'politicized funds of knowledge'.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Gaspar, Catherine Rogers": {
      "title": "Supporting Parents of Preschoolers with Disabilities: An Investigation of Parents' Perceptions and Use of Formal and Informal Supports",
      "summary": "This study explores support structures for parents of preschoolers with disabilities, examining their perceptions of support from various sources (school, system, and social contexts).  Parents reported higher support from school and system contexts and highlighted the positive influence of informal support, particularly parent-to-parent (P2P) programs.  The study suggests expanding P2P programs to empower parents and provide coping mechanisms.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Guss, Shannon S.": {
      "title": "Parents' Adverse Childhood Experiences and Current Relationships with Their Young Children: The Role of Executive Function",
      "summary": "This study investigated the relationship between parents' adverse childhood experiences (ACEs), their executive function (EF), and their current relationships with their young children.  73 parent-child dyads from low-income families were studied.  Results showed a correlation between higher ACE scores and increased parent-child conflict, mediated by parents' EF.  The study suggests interventions should consider parents' past experiences and their impact on EF.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Guven, Didem": {
      "title": "Rural Families' Thoughts about Sexual Development of Their Adolescents with Neurodevelopmental Disorders",
      "summary": "This study explores the experiences of rural families regarding the sexual development of their adolescents with neurodevelopmental disorders.  Through semi-structured interviews with 14 parents, the study found that families reported inappropriate socio-sexual behaviors in their children and a desire for comprehensive sexuality education (CSE), particularly regarding distinguishing safe from unsafe individuals and managing menstruation.  The families, despite societal taboos, openly discussed sexuality, highlighting a need for CSE programs tailored to rural areas and individuals with special needs.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Ha, Cheyeon": {
      "title": "How Parental Factors Influence Children's Literacy Development: Inequity in Education",
      "summary": "This study reviews previous research on how parental factors, specifically socioeconomic status (SES) and parental involvement based on positive role beliefs, influence children's literacy development.  It finds that lower SES is associated with literacy disadvantages, but that positive parental involvement can mitigate these effects.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Hande Erdem-Möbius": {
      "title": "Ethnoreligious Identities in Home--School--Society Relational Spaces: The Case of Turkish Immigrant Parents in Germany",
      "summary": "This qualitative study uses 22 interviews with Turkish immigrant parents in Germany to examine how their ethnoreligious identities shape their interactions within home, school, and societal spaces.  Parents construct their home spaces based on their religious congruence or separation from school and society, influencing their children's ethnoreligious upbringing.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Hanna Usova": {
      "title": "Factors Influencing Parents' Choice of Educational Institution in Challenging War Conditions: A Case Study of a Private Ukrainian School",
      "summary": "This 2023 study examines the factors influencing Ukrainian parents' choices of educational institutions amidst the ongoing war.  Through surveys and interviews with parents of a private Ukrainian school, the research identifies child-centric approaches, fostering independence, and transparent school processes as key elements in parental decision-making.  The findings emphasize the importance of familiarity and trust-building communication for schools in similar conflict zones.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Harvey, Hattie": {
      "title": "Hearing Their Voices: Parents' Perceptions of Preschool Special Education Evaluations with Dual-Language Learners",
      "summary": "This mixed-methods study explores the perspectives of 22 U.S. parents of dual-language learners (DLLs) undergoing preschool special education evaluations.  Three main themes emerged: relationships and interactions, home language and cultural context, and the evaluation process itself.  Satisfaction levels differed significantly between parents who had prior experience with Part C Early Intervention services and those who did not.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed-methods"
    }
  },
  {
    "Helene Jørgensen": {
      "title": "The Role of Parents in Facilitating Their Children's Life Skills Development",
      "summary": "This study examined the role of parents in developing character and life skills in young athletes.  20 parents and 24 children participated in semi-structured interviews.  Five key parental strategies were identified: reinforcing values and consistency; giving perspective and guiding; seizing teachable moments; instructing, reminding, and encouraging; and promoting independence.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Hendricks, Sara": {
      "title": "Sustainable Solutions to Common Language Difficulties in Bilingual Families",
      "summary": "This article offers research-based strategies for parents to support minority languages in their children's lives. It addresses challenges like heritage language loss and the desire to promote foreign languages for future opportunities.  The article provides practical tips for encouraging bilingualism or multilingualism, considering factors like literacy, sibling interaction, technology, and cost-effectiveness.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "unclear"
    }
  },
  {
    "Hickey, Emily J.": {
      "title": "Parent Stress and Coping Trajectories in Hispanic and Non-Hispanic Families of Children at Risk of Autism Spectrum Disorder",
      "summary": "This study examined longitudinal trajectories of parenting stress, coping, and perceived family impact during the autism spectrum disorder diagnostic process among low-income, urban families.  It compared Hispanic and non-Hispanic families, finding that Hispanic families reported lower parenting stress, less avoidant and approach coping, and less negative family impact.  Differences in coping strategies and family impact were also observed over time between the two groups. The study suggests interventions leveraging the strengths of Hispanic families might be beneficial.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Hickey, Emily J.": {
      "title": "Family Impact during the Time between Autism Screening and Definitive Diagnosis",
      "summary": "This study examined parent perceptions of family impact during the period between autism screening and diagnosis.  277 children identified as at-risk for ASD were studied.  Parents of children who received a non-ASD diagnosis reported higher baseline family impact. However, perceived difficult child behavior was a stronger predictor of family impact than the eventual diagnosis.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Hsu, Tze-Li": {
      "title": "An Examination of Parents' Perceptions of Developmental Disability, Social Support, and Health Outcomes among Chinese American Parents of Children with Developmental Disabilities",
      "summary": "This study examined the relationships between individual characteristics, parents' perceptions of developmental disability, social support, severity of disability, and parents' self-reported physical health and depressive symptoms among 55 Chinese American parents of children with developmental disabilities.  Findings showed that social support, family/friend support, and community involvement correlated with better maternal health outcomes. Fear of stigmatization was linked to maternal depression.  Education and employment status correlated with paternal health and depression.  Maternal physical health was negatively associated with depressive symptoms.  Mothers reported poorer physical health and higher depression levels than fathers.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Hu, Jiangbo": {
      "title": "Mealtime Talk as a Language Learning Context: Australian Chinese Parents' Language Use in Interactions with Their Preschool-Aged Children at the Dinner Table",
      "summary": "This study investigated five Australian Chinese families' mealtime interactions to explore the nature of parents' language use and factors impacting its quality.  Using systemic functional linguistic theory, the analysis revealed that families where parents sat with children during meals exhibited higher-quality language with more informational functions and cohesive patterns compared to families with separate seating arrangements or absent fathers.  The study highlights the diversity of Chinese children's language experiences at home and suggests that lifestyles and meal routines influence mealtime talk.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Huerta, Adrian H.": {
      "title": "I Had to Figure It Out': A Case Study of How Community College Student Parents of Color Navigate College and Careers",
      "summary": "This qualitative study explores how community college student parents of color navigate college and career decisions.  It uses a framework combining career capital and community cultural wealth to understand their trajectories.  The study found that student parents face significant challenges balancing college and parenthood, highlighting the importance of familial and institutional support networks in accessing college and career information.  The findings suggest community colleges should improve services and create a more welcoming environment for student parents.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Iddy, Hassan": {
      "title": "Changing Perceptions of the Value of Girls' Secondary Education among the Parents in Rural Tanzania",
      "summary": "This qualitative study examines parental perceptions of girls' secondary education in rural Tanzania, using ethnographic research.  While some parents hold negative views, changing attitudes and conflicting perspectives are emerging, signaling a potential improvement in girls' secondary schooling despite conservative cultural practices.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Inbal Vaknin": {
      "title": "School-Home Identity Fit, School Climate, and Student Identification with Religious Values: The Case of Students from Masorti and Orthodox Homes in Israeli Religious High Schools",
      "summary": "This study investigates the impact of inconsistencies between home and school religious environments on adolescent religious identification in Israeli religious high schools. It examines the mediating role of school climate.  9090 students from 76 schools participated, comparing students from Orthodox and Masorti (traditionalist) families.  Results show that students from Masorti families perceive school less favorably and identify less with school values, with school climate mediating this relationship.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Ines Van keer": {
      "title": "Family Activities in Families Including a Young Child with a Significant Cognitive and Motor Developmental Delay: An Ecocultural Perspective",
      "summary": "This study compares family routines in families with a young child with significant cognitive and motor developmental delays to those with typically developing children. Using an adapted Ecocultural Family Interview, researchers analyzed routines of 6 families with children with delays and 5 control families.  The analysis identified common and group-specific indicators of ecological fit, congruence strategies, and family values.  Parents' active roles were highlighted, but families with children with complex needs showed greater dependence on external support.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed"
    }
  },
  {
    "Jasis, Pablo": {
      "title": "Latino Immigrant Parents and Schools: Learning from Their Journeys of Empowerment",
      "summary": "This study investigates the participation of Latino immigrant parents in their children's schooling, focusing on their practices, motivations, and advocacy efforts to improve their children's school experience.  It examines the narratives of parents and teachers to understand how stronger collaborations can be established with low-income Latino immigrant families.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Jennifer L. McCarthy Foubert": {
      "title": "Damned if You Do, Damned if You Don't:' Black Parents' Racial Realist School Engagement",
      "summary": "This qualitative study challenges the conventional view of parent involvement in schools, particularly for Black parents. It introduces the concept of 'Racial Realist Parent Engagement,' where Black parents actively resist anti-Blackness in schools while acknowledging the persistent reality of racism. The study highlights the need for a more nuanced understanding of parent engagement and calls for racial justice policies to improve student learning.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Joh, Euwon": {
      "title": "Sexual Behaviours of Individuals with Developmental Disabilities in South Korea: A Qualitative Study Exploring the Views and Experiences of Professionals",
      "summary": "This qualitative study explores the views and experiences of professionals regarding the sexual behaviors of individuals with developmental disabilities in South Korea.  Semi-structured interviews with eight professionals were conducted and analyzed.  The findings were categorized based on the involvement of individuals with developmental disabilities, their families/parents, and professionals themselves, highlighting challenges in intervention due to resource limitations and a lack of effective strategies.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Julie Poissant": {
      "title": "Barriers to Involvement in Parenting Activities in School-Based Preschools in Disadvantaged Neighbourhoods in Canada",
      "summary": "This qualitative study investigated barriers to parental involvement in school-based preschool activities in disadvantaged Canadian neighborhoods.  Seventeen teachers and 25 parents participated, identifying barriers to participation among parents with low involvement.  A phronetic iterative analysis, based on Hornby and Lafaele's model, was used to analyze teacher and parent experiences.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Jung, Yong Ju": {
      "title": "Shifts of Epistemic Agency between Children and Parents during Making at Museum-Based Makerspace",
      "summary": "This study examines how the epistemic agency of children and parents shifts during making activities in a museum-based makerspace.  Through video analysis of thirteen families, the researchers found that the lead epistemic agent role shifted over time and that the agency of parents and children was relative to each other. The study contributes to understanding epistemic agency as a fluid phenomenon in collaborative making and offers practical implications for museum-based makerspaces.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Kalaivanan, Tharuna": {
      "title": "The Senior-Year Transition: Gendered Experiences of Second-Generation Immigrant College Students",
      "summary": "This qualitative study explores the experiences of second-generation immigrant (SGI) women navigating their senior year of college, focusing on parental expectations and gendered double standards related to family life, careers, further education, and geographic mobility.  The study highlights how these expectations differ between SGI women and their brothers.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Kang, Veronica Y.": {
      "title": "Experiences of Family Collaboration in Early Intervention among Korean and Chinese Caregivers",
      "summary": "This study investigated the experiences of two Korean and one Chinese family participating in early intervention programs in the U.S.  Using interviews and ecological systems theory, the researchers analyzed caregiver roles, beliefs, practices, and experiences related to their participation. The study employed a multiple-case design with within-case and cross-case analysis.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Karatas, Savas": {
      "title": "Understanding Adolescents' Acculturation Processes: New Insights from the Intergroup Perspective",
      "summary": "This study investigates how adolescents from migrant families develop their acculturation orientations (maintaining their original culture and adopting the new culture).  It examines the combined influence of perceived parental acculturation orientations and classmates' preferences in Italy and Turkey. Results show that both parental orientations and classmates' preferences impact adolescents' acculturation, with parental influence being stronger, particularly regarding adopting the destination culture.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "yes",
      "research_type": "quantitative"
    }
  },
  {
    "Katherine A. Hails": {
      "title": "COVID-19 Distress, Negative Parenting, and Child Behavioral Problems: The Moderating Role of Parent Adverse Childhood Experiences",
      "summary": "This study investigated the relationship between COVID-19 distress, negative parenting, and child behavioral problems, considering the moderating role of parents' adverse childhood experiences (ACEs).  Using data from 267 parents of young children, the study found that negative parenting mediated the relationship between COVID-19 distress and child behavioral problems.  Furthermore, parents' ACEs moderated the relationship between COVID-19 distress and both negative parenting and child behavioral problems, with stronger effects observed in parents with higher ACE scores.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Katherine Agurto": {
      "title": "Latinx Families' Experiences Navigating Early Intervention Services for Their Children with Developmental Delays",
      "summary": "This study explores the challenges and successes Latinx families face when accessing early intervention services for their children with developmental delays.  Through interviews with nine Latina mothers, the research identifies attitudes, values, and concerns to inform the development of better practices for practitioners.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Katie N. Smith": {
      "title": "Our Branches Are the Vines That Must Bear Fruit': The Role of Parents in First-Generation Students' Career Development",
      "summary": "This qualitative study examines how parents of first-generation college students in the U.S. contribute to their children's career development.  Six themes emerged: facilitating access to pre-college education, financial contributions, instilling career values, providing career advice, influence of parental work contexts (especially for immigrant families), and students' desire to give back to their parents. The study highlights the importance of considering students' multiple social identities, including immigrant status, in understanding their career development.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "yes",
      "research_type": "qualitative"
    }
  },
  {
    "Kay-Flowers, Susan": {
      "title": "Moving between Home and School, the Experiences of Children of Separated Parents; Discussions with Education Professionals",
      "summary": "This study explores how children of separated parents navigate the relationship between home and school, based on discussions with education professionals in English schools.  It found that primary school staff were more knowledgeable about children's situations than secondary school staff, who often only became aware of issues through parental contact or child behavior. Good parental communication was crucial for children's ease of transition.  Parental conflict spilling over into school presented challenges for staff support. The study suggests ways to improve support, including a whole-school approach, the new Relationships Education curriculum, small group work, and work with parents.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Keilty, Bonnie": {
      "title": "Family and Practitioner Perspectives on Prenatal Early Intervention",
      "summary": "This online survey research explored family and practitioner perspectives on potential prenatal early intervention (EI) for families with prenatally diagnosed developmental delays.  Both families and practitioners viewed the identified prenatal outcomes (health, well-being, parent-child interactions, parenting, navigating systems) as important.  Families preferred EI practitioners' help across all outcomes, while practitioners preferred a shared approach with medical professionals on some.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Khara L. P. Turnbull": {
      "title": "COVID-19 Pandemic Impacts on Kindergarteners' Mental Health: A Qualitative Study of Perspectives of U.S. Mothers with Low Income",
      "summary": "This qualitative study explores the perspectives of low-income U.S. mothers on the impact of the COVID-19 pandemic on their kindergartener's mental health during the 2020-2021 school year.  Through 22 in-depth interviews, the study found that most mothers reported negative impacts on their children's social, behavioral, and emotional mental health, while some noted strengthened family relationships as a positive social impact.  No positive changes were observed in behavioral or emotional aspects. The findings highlight the need for accessible mental health screening and treatment to support children's kindergarten transitions and mitigate pandemic impacts.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Kim, So Jung": {
      "title": "Living Together in a Diverse World: Conversations about the Stories of Two Mommies and Daddies among Mexican-Descent Bilingual Kindergarteners",
      "summary": "This qualitative study explores how discussions about books depicting same-sex parents help bilingual Mexican-descent kindergarteners understand gender non-conforming families.  Using data from parent surveys, teacher interviews, and classroom observations, the study finds that these discussions provide a valuable opportunity for children to learn about family diversity and gender fluidity.  The study offers implications for early childhood and bilingual classroom practitioners.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "King, Brian W.": {
      "title": "Engaging Peers and Future Parents, Creating Future Turbulence: Activist Biocitizenship Practices and Intersex Transgression in the Classroom",
      "summary": "This study explores biocitizenship in the context of sex education, focusing on an intersex activist's visit to a New Zealand secondary school.  It analyzes classroom interactions to understand how students, as future parents and biocitizens, can engage in political activism to support intersex individuals. The study uses critical discourse analysis of audio-recorded classroom interactions, including visual cues and affect, to reveal how biocitizenship can include accepting and accommodating intersex bodies.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Koc, Muharrem": {
      "title": "Has the Ship Sailed? The Causes and Consequences of School Dropout from an Ecological Viewpoint",
      "summary": "This qualitative study investigates factors contributing to school dropout through interviews with five former students, their parents, and teachers.  Findings indicate that dropout is linked to individual adjustment problems, family dynamics, teacher interactions, economic conditions, and gender. While there was agreement on economic factors, perspectives differed on family and teacher influence.  Dropouts reported difficulty entering the labor market, regret, and a belief that their lives would be better had they stayed in school.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Kontas, Hakki": {
      "title": "Explaining Middle School Students' Mathematical Literacy with Sources of Self-Efficacy, Achievement Expectation from Family, Peers and Teachers",
      "summary": "This study investigated the relationship between mathematics achievement and self-efficacy, considering the influence of parents, teachers, and peers.  332 8th-grade students participated.  Results showed mastery experience, social persuasions, and family expectations significantly predicted mathematics achievement, with mastery experience being the strongest predictor.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Kristina Rios": {
      "title": "Facilitators and Barriers to Positive Special Education Experiences and Health among Latino Families of Children with Disabilities: Two Systematic Literature Reviews",
      "summary": "This study, conducted through two systematic literature reviews of 28 studies, examines barriers and facilitators to positive special education experiences and health among Latino families of children with intellectual and developmental disabilities (IDD).  Barriers to positive special education experiences included cultural divergence, limited access to resources, stigma, and lack of special education knowledge. Facilitators included understanding special education services, parent-school communication, and parent support. Barriers to health included socioeconomic status and child characteristics; facilitators included family and parent support.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Kurth, Jennifer A.": {
      "title": "Parent Perspectives of Their Involvement in IEP Development for Children with Autism",
      "summary": "This study examined parents' experiences and satisfaction with their involvement in educational decisions for their children with autism.  Parents completed a survey assessing their input, satisfaction with school personnel, and their child's school experience.  Results showed that parent satisfaction was predicted by their knowledge of autism, school staff knowledge, parent-teacher satisfaction, and parent-school relationships.  Parent input significantly predicted satisfaction with their child's school experience.  Open-ended responses revealed barriers parents faced and their need to seek outside resources for appropriate education.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Kwong, Kenny": {
      "title": "Career Choice, Barriers, and Prospects of Asian American Social Workers",
      "summary": "This study investigated factors influencing career choices among Asian American social workers, examining how personal characteristics and career experiences relate to perceived barriers like a glass ceiling and ethnic discrimination.  208 participants (administrators, supervisors, practitioners, and students) completed an online survey.  Altruistic reasons were highly influential in career choice, with a positive association between social work idealism and both altruistic and professional concerns.  Immigration status and family influence significantly impacted career choices, with foreign-born individuals and those with foreign-born parents experiencing stronger family influence.  Organizational fairness emerged as a key predictor of perceived glass ceiling, ethnic discrimination, and career prospects.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Lavin, Carlos E.": {
      "title": "Perceptions of Inclusive Education in Mexico City: An Exploratory Study",
      "summary": "This exploratory study investigates perspectives on inclusive education (IE) among educators and family caregivers of children with and without disabilities in Mexico City.  Despite international support for IE, its implementation in Mexico is limited. The study found prevalent support for IE among parents and teachers, and discusses implications for policy, practice, and research.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Leadbitter, Kathy": {
      "title": "The Autism Family Experience Questionnaire (AFEQ): An Ecologically-Valid, Parent-Nominated Measure of Family Experience, Quality of Life and Prioritised Outcomes for Early Intervention",
      "summary": "The Autism Family Experience Questionnaire (AFEQ) was developed to reflect the intervention priorities of parents of children with autism spectrum disorder (ASD) and assess the impact of interventions on family experience and quality of life.  Developed through focus groups and online consultation with parents, the AFEQ demonstrated good convergent validity and sensitivity to change in response to a parent-mediated intervention.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Lee, Gloria K.": {
      "title": "The Role of Acceptance in the Transition to Adulthood: A Multi-Informant Comparison of Practitioners, Families, and Youth with Autism",
      "summary": "This study used focus groups with autistic young adults, parents, and practitioners to explore the role of acceptance in the transition to adulthood for autistic individuals.  Four themes emerged: Self-Advocacy and Self-Acceptance (youth), Lack of Understanding and Acceptance (youth and parents), Community Openness (practitioners), and Finding Personal Support through Acceptance (practitioners and parents).  The study highlights the importance of self-acceptance and acceptance of autism for well-being.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Lewis, Ericka M.": {
      "title": "The Creator Did Not Give Me More than I Can Handle: Exploring Coping in Parents of Black Autistic Children",
      "summary": "This mixed-methods study explored coping strategies used by parents of Black autistic children, using the Black family stress and coping model.  Twenty-two parents completed a questionnaire and participated in interviews.  Results showed parents used various coping strategies, often combining methods, and expressed a need for more social support from providers and inclusive spaces.  Kinship support, church involvement, and collective socialization were identified as key protective factors.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed-methods"
    }
  },
  {
    "Li, Yiting": {
      "title": "Parental Financial Socialization, Financial Experiences, and Financial Behaviors: Comparing Asian American and International Asian College Students",
      "summary": "This study examines how parental influence shapes the financial attitudes, knowledge, and behaviors of Asian college students (n=671).  It compares Asian American students negotiating college expenses with international Asian students who often have pre-established parental financial support.  The study finds a positive association between financial socialization and financial behaviors among all participants, offering insights for those working with Asian students and their parents.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Lin, Man-Chiu Amay": {
      "title": "Construction of Immigrant Mothers' Language Experiences in Taiwan: Mothering in One's Second Language Is a 'Choice'?",
      "summary": "This study uses life story interviews with immigrant mothers from Southeast Asia in Taiwan to examine their language choices and how these are shaped by immigration status, family dynamics, and life circumstances.  It challenges the notion that transmitting their native language is a simple choice, revealing it as a complex process influenced by social and national contexts. The study highlights the native tongues of these mothers as sites of both oppression and liberation.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "yes",
      "research_type": "qualitative"
    }
  },
  {
    "Lindberg, E. Nihal": {
      "title": "Parental Educational Satisfaction and Academic Success in Adolescents",
      "summary": "This study investigated the factors influencing adolescent academic success, focusing on parental involvement (home and school-based), parental satisfaction with their own education and their child's academic progress, school communication frequency, gender, parental education level, and family income.  Using a sample of 349 parents, the study found that parental satisfaction with their teen's academic success was the strongest predictor of adolescent academic achievement. Home-based involvement mediated the effects of parental education and parental satisfaction on academic performance.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Lorna G. Hamilton": {
      "title": "I'm Able to Function Better When I Know There's a Beginning and an End Time': Autistic Adolescents' Experiences of Lockdowns during the COVID-19 Pandemic",
      "summary": "This study used semistructured interviews with autistic adolescents (n=6) and their parents (n=7) to explore the impact of COVID-19 lockdowns on their education, relationships, and well-being.  Findings revealed that while lockdowns offered some short-term relief from school, new stressors emerged, leading to consistently high anxiety levels.  These stressors included managing home-schooling, navigating unstructured time, and virus-related anxieties.  Lockdowns also significantly impacted social relationships and access to extracurricular activities. The study highlights the need for ongoing support for autistic youth's education, social needs, and mental health.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Low, Andrew Yiu Tsang": {
      "title": "Family Dynamic and Antisocial Adolescents in Macau",
      "summary": "This study investigates the relationship between family violence, parent-adolescent conflict, and antisocial behavior in adolescents in Macau.  A sample of 1889 students completed surveys on their behavior, family conflict, and parental support.  Results indicate a correlation between family violence/conflict and antisocial behavior, with parental support moderating this relationship.  The study highlights the need for support programs for parents in Macau due to long and unstable working hours.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Luo, Wenwei": {
      "title": "Enhancing Preschool-Home Collaboration: Lessons from Virtual Home Visit Experiences during the COVID-19 Outbreak in China",
      "summary": "This study uses a small stories research narrative paradigm and social media data to analyze how virtual home visits in China during the COVID-19 pandemic maintained teacher-parent-child relationships and promoted home-preschool collaboration.  The findings suggest that frequent virtual interactions fostered information exchange and socio-emotional support, strengthening home-preschool relationships.  The study uses an ecological-exchange framework to discuss implications for teacher training in online interactions.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Maartje De Meulder": {
      "title": "The Illusion of Choice in Inclusive Education",
      "summary": "This study examines the 'choice' in inclusive education for deaf children, interviewing three deaf-parented families in Belgium.  It reveals that limited resources and inadequate adherence to educational standards in congregated settings restrict parents' choices, often forcing them into less suitable general education systems. The study highlights the need to move beyond simply placement and focus on holistic development.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Madeline DiGiovanni": {
      "title": "Children's Reentry to School after Psychiatric Hospitalization: A Qualitative Study",
      "summary": "This qualitative study examines the perspectives of children, parents, school staff, and hospital staff on children's reentry to school after psychiatric hospitalization.  Through 16 semi-structured interviews, four key themes emerged: centering the socioemotional role of school, clarifying communication, reconciling multiple authorities, and navigating limitations creatively.  These themes led to the development of two new theoretical concepts: 'stereovision' and 'patchworking', representing the complex interplay of perspectives and the creation of flexible support plans.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Magaña, Sandra": {
      "title": "Implementing a Parent Education Intervention in Colombia: Assessing Parent Outcomes and Perceptions across Delivery Modes",
      "summary": "This study adapted and tested a parent education program for Latino immigrant parents of children with ASD in the US, applying it to parents in Colombia.  Parents were randomized into parent-led and student-led intervention groups (n=20).  Results showed improvements in understanding children's needs and use of evidence-based strategies.  Parents in the student-led group reported lower depressive symptoms.  Focus groups indicated satisfaction with the intervention.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Malchar, Samantha E.": {
      "title": "Evaluating Family-School Collaboration: A Preliminary Examination of the Family-School Collaboration Inventory",
      "summary": "This study aimed to create a reliable measure to assess parents' perceptions of family-school collaboration.  A survey (Family-School Collaboration Inventory, FSCI) was administered to 304 parents online, revealing three factors: Collaborative Communication of Standards and Services, Inclusive Partnership, and Disconnected Experience.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Malin Jakobsson": {
      "title": "Adolescents' Suggestions on How to Support Their Sleep: A Focus Group Study",
      "summary": "This study explores adolescents' suggestions on how their sleep could be supported.  Using focus group interviews with 43 Swedish adolescents (aged 15-16), the study identified three themes: support from involved parents (routines, engagement, warmth); increased knowledge about sleep; and guidance in finding life balance.  The findings suggest that parents, school nurses, and health professionals should consider adolescents' perspectives when promoting better sleep.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Mantovani, S.": {
      "title": "Children 'Under Lockdown': Voices, Experiences, and Resources during and after the COVID-19 Emergency. Insights from a Survey with Children and Families in the Lombardy Region of Italy",
      "summary": "This study surveyed 3443 parents in Lombardy, Italy, about their children's experiences during the COVID-19 lockdown.  Parents generally reported confidence in their coping mechanisms, noting both difficulties and unexpected improvements in family relationships and children's autonomy.  Parent-to-parent solidarity was common, but some parents experienced isolation and anxiety.  The study identified 'key areas of vulnerability' needing further attention.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Martin, Beverly": {
      "title": "Young Children's Experiences with Yoga after School",
      "summary": "This qualitative study explores the lived experiences of children (aged 6-10) participating in after-school yoga programs.  Interviews with children and their parents revealed that yoga helped children develop joy, persistence, and coping skills for stress and anxiety.  Parents sought ways to help calm their children, and yoga provided a beneficial technique.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "McKnight, Katherine": {
      "title": "Parent Teacher Home Visits: An Approach to Addressing Biased Mindsets and Practices to Support Student Success. Occasional Paper. RTI Press Publication OP-0077-2209",
      "summary": "This paper explores how a Parent Teacher Home Visits (PTHV) program can counteract implicit biases among educators and improve outcomes for families and students.  The study examines the experiences of educators and family members participating in PTHV, showing how educators shifted their perceptions of families and students. While not designed to directly address implicit bias, the PTHV model aligns with strategies shown to effectively reduce discriminatory behaviors.",
      "peer_review": "no",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "McNamara, Scott W. T.": {
      "title": "Discussing Adapted Physical Education during IEP Meetings: First-Hand Parent Experiences and a Supporting Tool",
      "summary": "This qualitative study explores parents' experiences advocating for physical education (PE) services in Individualized Education Program (IEP) meetings for children with visual impairments.  Seven parents were interviewed, revealing barriers to adequate PE service documentation.  The study resulted in the development of a user-friendly advocacy checklist to aid parents and IEP teams in making informed decisions about PE services.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Meghan M. Burke": {
      "title": "Comparing Special Education Experiences among Spanish- and English-Speaking Parents of Children with Disabilities",
      "summary": "This study compares the special education experiences of Spanish-speaking and English-speaking parents of children with disabilities.  Through focus groups, it found that Spanish-speaking parents faced exacerbated negative experiences like disempowerment and lack of teacher knowledge, while both groups shared some common barriers.  Communication barriers were unique to Spanish-speaking families.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Melzi, Gigliana": {
      "title": "Family Engagement and Latine Children's Early Narrative Skills",
      "summary": "This study investigated the relationship between culturally specific family engagement and the narrative skills of low-income, Pan-Latine children.  175 children and caregivers from Head Start centers participated.  Family engagement was measured using a culturally grounded instrument, assessing school-based and home-based engagement. Children's narrative skills were assessed through picture-elicited and conversational narrative tasks. Results showed that supplemental education at home was linked to longer narratives, while active school-based parental engagement was associated with independent narration.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Moorcroft, Alison": {
      "title": "We Were Just Kind of Handed It and Then It Was Smoke Bombed by Everyone': How Do External Stakeholders Contribute to Parent Rejection and the Abandonment of AAC Systems?",
      "summary": "This qualitative study explores parents' perceptions of how external stakeholders (e.g., SLPs, teachers) contribute to the rejection or abandonment of AAC systems in children with complex communication needs.  Through interviews with 12 parents, four themes emerged: influence of professional attitudes, lack of SLP support, ineffective communication between stakeholders, and difficulties using AAC without community support. The study emphasizes the importance of family-centered service delivery in AAC implementation.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Morales-Alexander, Yasmin": {
      "title": "\"School Is the Child's Second Home\": Family Engagement from a Latino Sociocultural Perspective",
      "summary": "This study examines family engagement practices of Mexican immigrant families in a Head Start program.  It challenges the dominant, white middle-class view of parent involvement, arguing that current understandings fail to account for the cultural values of Latino families. The research, grounded in a sociocultural framework, reveals that these families are fully engaged in their children's development, utilizing cultural values like respeto, convivencia, confianza, and comunicación. The findings offer insights for teacher preparation programs to better support diverse cultural patterns and strengthen family-community-school relationships.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Moreno, Rosean": {
      "title": "The Guilt of Success: Looking at Latino First-Generation College Students' Experience of Leaving Home",
      "summary": "This qualitative study explores the guilt experienced by six Latino first-generation college students when prioritizing their education over family needs.  The study suggests that higher education institutions may inadvertently exacerbate this guilt by not adequately supporting or involving parents in the students' college experience.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Nathans, Laura": {
      "title": "Preservice Teacher Learning about Parent Involvement at Four Universities",
      "summary": "This study examined differences in the implementation of the Parent-Teacher Education Curriculum (PTEC) across four universities.  1948 preservice teachers completed knowledge and attitude pre- and post-tests. Quantitative analysis showed significant improvements in knowledge and attitudes towards family engagement. Qualitative analysis of documents revealed variations in PTEC implementation. Successful implementations involved embedding modules in online courses, supportive field experiences, teaching cultural competence, and case study discussions.  The study supports further research on Epstein's model.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed"
    }
  },
  {
    "Nawaf S. Al-Zyoud": {
      "title": "Jordanian Mothers' Perspectives on Having Their Intellectually Disabled Daughters Undergo Hysterectomies: A Qualitative Study",
      "summary": "This qualitative study explores Jordanian mothers' perspectives on their intellectually disabled daughters undergoing hysterectomies.  Twelve mothers were interviewed using a snowballing technique.  The study revealed two main themes: mothers' reasons for choosing hysterectomies (fears of unwanted pregnancy and preserving family honor) despite conflicting religious and cultural values, and their concerns about the procedure itself.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Nerea Martinez-Yarza": {
      "title": "The Impact of Family Involvement on Students' Social-Emotional Development: The Mediational Role of School Engagement",
      "summary": "This study investigates the relationship between family involvement, school engagement, and students' social-emotional development.  Using a sample of 170 students (8-17 years old) from economically vulnerable backgrounds, mediation analysis revealed that home-based family involvement positively influences school engagement, which in turn promotes students' social-emotional development.  The direct effect of home-based family involvement on social-emotional development was fully mediated by school engagement.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Netz, Nicolai": {
      "title": "Mobilised by Mobility? Determinants of International Mobility Plans among Doctoral Candidates in Germany",
      "summary": "This study investigates factors influencing international mobility plans among doctoral candidates in Germany. Using data from a 2010 online survey, linear and logistic regressions reveal that prior mobility experiences, internationalized work environments, and contact with foreign academics positively influence mobility plans. Age is negatively associated with such plans, as is parenthood (specifically for female candidates).  Social background did not significantly impact mobility plans.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Neupane, Deepak": {
      "title": "Influence of Parental Socio-Economic Status on Students' Academic Performance: Experience from Pokhara University, Nepal",
      "summary": "This study investigates the relationship between parental socioeconomic status and students' academic performance at Pokhara University in Nepal.  Using a quantitative approach with 301 students, the study found that while parental education level wasn't significantly related to academic performance, parental occupation and family financial status had a greater impact, particularly at the school level.  Student residence also influenced academic performance.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Nikolay Slavkov": {
      "title": "Family Language Policy and Dominant Language Constellations: A Canadian Perspective",
      "summary": "This chapter explores the concept of Dominant Language Constellations (DLCs) in a Canadian context, linking it to family language policy (FLP) and language of schooling.  A mixed-methods study (questionnaire data from 170 families and interviews with 20) in Ontario examines how family strategies and school language choices influence children's DLCs, including the number of languages, language dominance, and changes in constellations over time.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed-methods"
    }
  },
  {
    "Nurul Hijja Mazlan": {
      "title": "Exploring Missing Learning Phenomenon in Preschool Settings during COVID-19 Pandemic: Teachers' Perspectives",
      "summary": "This study explores the impact of COVID-19 school closures on preschoolers' learning in Selangor, Malaysia, from the teachers' perspectives.  Using a case study approach with in-depth interviews of six teachers, the research identified three major themes: missing learning demographics, socioecological factors, and mitigation plans.  Key findings highlight the lack of experience with technology, unavailable online modules, unsupportive home environments, and the need for improved remote learning modules and teacher training.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Olivia J. Healy": {
      "title": "Gender Disparities in Career Advancement across the Transition to Parenthood: Evidence from the Marine Corps",
      "summary": "This paper investigates gender disparities in career advancement after the birth of a first child, focusing on U.S. Marine Corps service members.  It finds that both mothers and fathers experience a decline in physical performance after childbirth, but the effects are larger and more persistent for mothers (at least two years), potentially contributing to long-term earnings and labor force participation gaps.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Ong, Natalie": {
      "title": "Patient Safety and Quality Care for Children with Intellectual Disability: An Action Research Study",
      "summary": "This action research study investigated challenges in healthcare access for children with intellectual disabilities.  A program combining education, behavioral psychology, and quality improvement was implemented in a children's hospital to improve staff understanding and communication with families.  Pre- and post-surveys showed positive changes in staff clinical practice, attributed to increased awareness and discussions about necessary adaptations.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed"
    }
  },
  {
    "Oscar L. Ocuto": {
      "title": "Deaf Children, Home Language Environments, and Reciprocal--Contingent Family Interactions",
      "summary": "This qualitative study explores the lived experiences of five signing families with at least one deaf child in the southwestern United States.  Using semistructured interviews and observations, the research investigates how home language environments (HLEs) using sign language impact deaf children's knowledge development.  The study highlights reciprocal and contingent family interactions as central to the HLE and aims to inform future quantitative research on language access.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Pancsofar, Nadya": {
      "title": "If We Could Just Sit down and Talk': Fathers' Partnerships with Educational Professionals",
      "summary": "This study explores the perspectives of 15 fathers of children with complex disabilities regarding their partnerships with educational professionals.  Fathers reported both positive and negative experiences. Challenges included professionals focusing on costs, difficulty finding suitable schools, and inflexible educators. Positive partnerships were characterized by authentic relationships valuing parental expertise and flexible, strengths-based practices. The study offers guidance for educators to improve partnerships with fathers.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Panzhen Zhao": {
      "title": "A Systematic Review of Factors Influencing English Language Competency for Ethnic Minority Students: An Ecological Systems Theory Perspective",
      "summary": "This systematic review analyzes factors influencing English language competency among ethnic minority students using an ecological systems theory perspective.  Based on 82 research papers from 2014-2024, the study identifies key factors at individual, microsystem (teachers and family), and macrosystem (language policies, sociocultural influences, and identity) levels.  It highlights the need for further research across all levels of the ecological systems theory, including mesosystem (digital learning tools), exosystem (socioeconomic status, mass media), and chronosystem (environmental shifts), emphasizing the importance of holistic examination and diverse samples for comprehensive cross-cultural analysis.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Parks, Kathrin A.": {
      "title": "The No-Time Bind: Examining the Experience of Faculty Mothers during the COVID-19 Lockdown",
      "summary": "This study examines the experiences of faculty mothers balancing childcare and professional responsibilities during the COVID-19 lockdown in spring 2020.  Using quantitative and qualitative data from a survey, it explores how cultural schemas around work and family impacted their adaptation to the strains of the pandemic, revealing significant strain exacerbated by gendered divisions of household labor.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed-methods"
    }
  },
  {
    "Patricia Spencer": {
      "title": "Receipt of and Satisfaction with School-Based and Virtual Special Education Supports and Therapeutic Services during the COVID-19 Pandemic",
      "summary": "This study examines the receipt of and parent satisfaction with school-based special education supports and therapeutic services during the 2020-2021 academic year in the US, considering both in-person and virtual instruction.  Data from parents of children aged 5-12 revealed high overall satisfaction (88.4% for supports, 93.2% for services). However, dissatisfaction was significantly higher among parents whose children received services virtually.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Paz-Albo, Jesús": {
      "title": "Promoting Family Engagement: Computer-Based Simulations and Teacher Preparation",
      "summary": "This study investigates the impact of a computer-based simulation on student teachers' perceptions of family engagement.  A quantitative survey of 95 undergraduate education students in the US and Spain found that the simulation helped students learn strategies to promote family engagement and build positive relationships with families.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Pellicano, Elizabeth": {
      "title": "COVID-19, Social Isolation and the Mental Health of Autistic People and Their Families: A Qualitative Study",
      "summary": "This qualitative study investigated the impact of COVID-19 lockdowns on the mental health of autistic people and their families.  144 semi-structured interviews were conducted with autistic adults, parents of autistic children (including autistic parents), and autistic young people.  Findings revealed that enhanced social isolation during the pandemic had a serious negative impact on the mental health and well-being of autistic individuals, highlighting the importance of in-person social contact.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Peterson, Malory": {
      "title": "Early Childbearing, Family Support, and Staying in School in a Northern Plains American Indian Reservation",
      "summary": "This mixed-methods study examined the perceptions of high school students on a Northern Plains reservation regarding family support and their ability to stay in school if they had a child.  It explored factors influencing academic achievement for young parents and highlighted the need for strengths-based, gender-specific, and family-inclusive sexuality education in reservation settings. The study involved youth as co-authors and co-researchers.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed methods"
    }
  },
  {
    "Peña, Moira": {
      "title": "Brief Report: Parent Perspectives on Sensory-Based Interventions for Children with Autism Spectrum Disorder",
      "summary": "This study investigated parents' perceptions of the acceptability and uptake of sensory-based interventions (SBIs) for children with Autism Spectrum Disorder (ASD).  An online survey of 399 families (39% response rate) revealed that massage, trampoline, and oral-motor tools were the most frequently recommended and used interventions.  While most parents found these interventions important, barriers to their use were also identified. The study concludes that SBIs have high acceptability among parents of children with ASD.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Qiang Huang": {
      "title": "Factors Influencing Peer Victimization from the Perspective of Home-School Partnership: A Moderated Mediation Model",
      "summary": "This study investigates the relationship between home-school partnership and peer victimization in adolescents.  Using a survey of 1710 students, it examines how parent-child relationships, teacher-student relationships, and depressive symptoms relate to peer victimization through a moderated mediation model.  Findings indicate a direct impact of parent-child relationships on peer victimization, an indirect impact mediated by depressive symptoms, and a moderating role of teacher-student relationships on these effects.  The study suggests home-school partnership as a key to bullying prevention.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Raban, Bridie": {
      "title": "Strong Conceptual Knowledge Developed through Home Reading Experiences Prior to School",
      "summary": "This study followed 20 children for two years before they started school, assessing their reading progress.  Researchers used audio recordings of home life and parent interviews to examine the relationship between home reading experiences and later reading development.  Strong relationships were found between family interest in reading and children's reading development at school, regardless of socioeconomic status.  Children with strong home-based conceptual understandings of reading showed better reading development.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Reddington, Sarah": {
      "title": "Early Childhood Educators Reflect on Their Conversations with Families about Children's Diverse Gender Expression",
      "summary": "This qualitative study explores early childhood educators' (ECEs) perspectives on communicating with families about children's diverse gender expression.  Through focus groups with 15 ECEs, the research reveals fathers' negative reactions to sons engaging in feminine interests and highlights the need for ongoing ECE training on gender diversity to better support non-binary, transgender children, and children from 2SLGBTQIA+ families.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Rice, Nancy": {
      "title": "Parent Perspectives on Inclusive Education in Budapest",
      "summary": "This study explores the perspectives of nine parents in Budapest regarding inclusive education, particularly for children with disabilities or learning difficulties.  Parents reported shortcomings in school resources, teaching methods, and support services.  They also highlighted challenges in family-school relationships and the burden of advocating for their children. The study suggests necessary changes at all levels of the education system, including increased parent involvement and improved teacher training.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Rogers, Sally J.": {
      "title": "Feasibility of Delivering Parent-Implemented NDBI Interventions in Low-Resource Regions: A Pilot Randomized Controlled Study",
      "summary": "This study investigated the feasibility of implementing a parent-implemented distance-learning intervention for young children at high risk of ASD in low-resource communities.  A randomized controlled trial with community providers and parent-family dyads showed significant gains in provider and parent fidelity of intervention implementation in the experimental group compared to the control group. However, no significant differences were found in child developmental scores, suggesting further improvements to the model are needed.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Ronay-Jinich, Ariela": {
      "title": "Latin Jewish Families and Their Educational Choices: Navigating Multiple Identities",
      "summary": "This qualitative study examines how six Latin Jewish mothers in the San Francisco/Bay Area transmit Jewish and Latin cultures and Spanish to their children.  The research uses thematic coding and grounded theory to analyze how the mothers' diasporic and minoritized experiences shape their choices in raising their children.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Roy, Amy K.": {
      "title": "A Preliminary Examination of Key Strategies, Challenges, and Benefits of Remote Learning Expressed by Parents during the COVID-19 Pandemic",
      "summary": "This study examined parents' perspectives on remote learning during the COVID-19 pandemic.  Parents from the US and Australia (N=606) responded to open-ended questions.  The most frequent challenges were children's difficulty staying on task, lack of motivation, remote learning factors, and lack of social interaction.  Common strategies included using routines and schedules. The biggest benefit reported was more family time. Findings were largely consistent across countries, ADHD status, and age.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Ruggiano, Carie": {
      "title": "\"Adapt and Serve the Community!\": Voices of Families of Youth of Color in Predominantly White, Rural Communities",
      "summary": "This qualitative case study explores the experiences of parents of youth of color living in predominantly white, rural communities in the US.  Through interviews with five parents from four families (including both same-race biological and transracial adoptive parents), the study reveals how these parents utilize cultural capital to navigate their communities and their children's schooling.  The findings highlight the need for culturally competent practices in predominantly white, rural schools.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Rushton, Rosie": {
      "title": "The Role of Music within the Home-Lives of Young People with Profound and Multiple Learning Disabilities: Parental Perspectives",
      "summary": "This mixed-methods study explores parental perceptions of music's role in the home lives of children and young people with profound and multiple learning disabilities in the UK.  Parents reported that music is used for enjoyment, mood regulation, and adding structure to their children's lives.  Listening to music together also strengthened family relationships.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed-methods"
    }
  },
  {
    "Rönkä, Anna": {
      "title": "Flexibly Scheduled Early Childhood Education and Care: Experiences of Finnish Parents and Educators",
      "summary": "This study investigates flexibly scheduled early childhood education and care (ECEC) in Finland, a system providing childcare during both standard and non-standard hours.  Using parental and educator survey data, the study examines which families utilize these services and the challenges faced by educators in implementing flexible schedules.  Results indicate that single-parent families and lower-educated parents are over-represented among users, and the unpredictable nature of parental work schedules impacts ECEC administration, pedagogy, and meeting children's needs.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Samira Amirazizi": {
      "title": "Parental Self-Efficacy: Impact of a School Readiness Summer Parenting Intervention",
      "summary": "This study investigated the effectiveness of a virtual parenting intervention aimed at enhancing parental self-efficacy among parents of incoming kindergartners during the summer of 2020.  The intervention, delivered to 45 parents, included weekly psychoeducation, resources, and social support.  Results showed statistically significant increases in parental self-efficacy and ability to access resources.  Qualitative data from focus groups revealed themes of increased confidence in behavior management, emotional regulation, perspective-taking, knowledge of child development, and resource utilization.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed"
    }
  },
  {
    "Shane Powell": {
      "title": "Understanding How and under What Circumstances Parental Advocates Support Parents to Participate in Decision-Making: A Scoping Review",
      "summary": "This scoping review examined parental advocacy programs supporting parent participation in child welfare decisions.  57 studies (mostly qualitative) from 2002-2022 were included, revealing a prevalence of peer advocacy programs aiming to empower parents.  The review highlights the potential of these programs but emphasizes the need for more rigorous evaluation to understand program effectiveness.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Sheila Lopez": {
      "title": "The Influence of Father Involvement on Parenting Experiences and Child Self-Regulation, and School Experiences",
      "summary": "This chapter explores the definition and measurement of father involvement in literature and reviews research on its influence on child self-regulation.  It highlights the limited understanding of fathers' parental involvement and its connection to child self-regulation, contrasting it with extensive research on mothers' involvement. The study emphasizes the growing research on differences in parenting experiences between mothers and fathers and the importance of understanding how father involvement impacts child development, particularly self-regulation, to better support families and enhance educational success.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "unclear"
    }
  },
  {
    "Siller, Michael": {
      "title": "Teacher-Implemented Parent Coaching in Inclusive Preschool Settings for Children with Autism",
      "summary": "This mixed-methods study investigated the feasibility and acceptability of training early childhood education staff to deliver parent coaching to families of preschool children with autism.  Ten staff members were trained to deliver an adapted parent coaching intervention (FPI-P) remotely during COVID-19 closures.  The study found the intervention feasible and beneficial for parents and staff, though it identified areas for improvement in training and implementation.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed-methods"
    }
  },
  {
    "Sinan, Feyza Nur": {
      "title": "Application, Views, and Problems of Counselors Working with Syrian Elementary School Students",
      "summary": "This qualitative study investigates the challenges faced by school counselors in Turkey working with Syrian elementary school students.  The study, using semi-structured interviews with 20 counselors in Bursa, reveals that while counselors are motivated, they struggle with planning and resource limitations. The biggest obstacle is the students' lack of Turkish language proficiency, compounded by parental indifference and large class sizes.  The study highlights the need for improved psychological counseling and guidance services, particularly focusing on Turkish language instruction for Syrian students.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Singh, Seyda Subasi": {
      "title": "Family Involvement and Immigrant Parents: Perceptions of Indian Mothers in Vienna",
      "summary": "This qualitative study explores the perceptions and experiences of Indian immigrant mothers in Vienna regarding family involvement in their children's education.  Ten mothers participated in semi-structured interviews.  The findings highlight the impact of cultural capital on understanding family involvement, limited support systems beyond teacher encouragement, and the challenges faced by immigrant parents due to unfamiliarity with school-parent communication practices.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Siti Halimah": {
      "title": "Parents' Involvement in Their Children's Primary Education: A Phenomenological Study of Indonesian Mothers' Experiences",
      "summary": "This phenomenological study explores the experiences of eight highly educated Indonesian mothers in supporting their children's primary education.  The study uses interviews and focus group discussions to analyze how mothers support their children's learning, the challenges they face (e.g., understanding subject matter, using technology, time constraints), and their advocacy for stronger school-parent partnerships.  Mothers utilize diverse strategies and often involve other family members, but bear the primary responsibility.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "So Jung Kim": {
      "title": "Promoting Critical Media Literacy in Bilingual Households through Mother-Child Conversations about Gender: A Multiple Case Study",
      "summary": "This qualitative case study examines how mother-child conversations about children's videos help preschool, bilingual children develop critical perspectives on gender roles.  The study focused on 4-year-old Korean-descent children and their mothers, collecting data through observations, interviews, and children's artifacts over three months. Findings suggest critical media literacy practices can enrich family literacy environments in bilingual households.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Song, Apei": {
      "title": "Distressing Experiences of Chinese Schooling Winners: School Infiltration in Chinese Family Parenting",
      "summary": "This study uses narrative analysis to explore the family parenting experiences of eight successful higher education applicants in China. It finds that Chinese family parenting is heavily influenced by schooling, leading to negative feelings among participants towards teachers, classmates, and families. Some participants later attempt reconciliation, while others continue to grapple with these experiences.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Sonia Islam Nisha": {
      "title": "Parents/Primary Caregivers' Perspectives on the Well-Being, and Home-Based Learning of Children with Neurodevelopmental Disorders during COVID-19 in Bangladesh",
      "summary": "This cross-sectional study surveyed 149 parents/primary caregivers in Bangladesh about the impact of COVID-19 on children with neurodevelopmental disorders (NDDs).  The study found that a significant portion of parents reported worsening NDD symptoms, negative impacts on children's health and well-being, challenges with social distancing, and disrupted learning due to insufficient support from authorities.  Parents recommended improved telehealth services and supportive policies.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Soutullo, Olivia R.": {
      "title": "Discouraging Partnerships? Teachers' Perspectives on Immigration-Related Barriers to Family-School Collaboration",
      "summary": "This qualitative study explores barriers to family-school partnerships with immigrant families as perceived by teachers in a high-immigration urban school district.  Through focus group interviews with 18 elementary teachers, three main barriers emerged: language and cultural differences, limited family resources, and undocumented immigration status. Teachers also cited school policies and communication strategies as significant obstacles.  The study highlights the need for strategies to improve family engagement, particularly for immigrant families.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Spann, Emilee": {
      "title": "Supports and Empowerment for Families of Children with Extensive Support Needs throughout the COVID-19 Pandemic",
      "summary": "This qualitative study examined the experiences of 37 families with children (mostly with autism or Down syndrome) with extensive support needs and complex communication needs during the COVID-19 pandemic.  The study focused on the supports received by families and their feelings of empowerment in relation to their child's education and well-being.  Results showed significant variation in both supports received and feelings of empowerment, highlighting the impact of provider support (teachers, service providers) as both facilitators and barriers.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Stacy, Jen": {
      "title": "Shared Literacy Sponsors: Moments That Sustained Learning and Challenged Neo-Deficit Ideologies in Programmatic Family Literacy",
      "summary": "This ethnographic study examines the experiences of Latina mothers in a Nebraska family literacy program.  Using Brandt's literacy sponsorship framework, it finds that program personnel partially shared the mothers' literacy sponsorship, supporting participants in achieving their goals (enriched livelihoods and time with children).  The study highlights how the program, despite a deficit lens, responded to mothers' goals, suggesting avenues for developing more culturally congruent programs.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Stagg Peterson, Shelley": {
      "title": "Rural and Indigenous Families' Support of Young Children's Writing",
      "summary": "This study explores how northern Canadian rural and Indigenous parents support their children's (ages 2-9) self-initiated writing at home.  Parents were interviewed about the resources they provide, their methods of support (informal and formal), and the types of writing their children produce. The study highlights the importance of understanding these home literacy practices to better support children's education.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Stephanie L. R. MacArthur": {
      "title": "Interpreting 7-Year-Old Beginner Cellists' Experiences of Practice",
      "summary": "This study used Interpretative Phenomenological Analysis and Participatory Action Research to investigate the practice experiences of 14 seven-year-old beginner cellists over 18 months.  Three main themes emerged: approaches to practice (influenced by structure, learner behavior, and family support), a three-phase practice process, and perfection ideation. Positive experiences, including creative activities, fostered enjoyment and sustained engagement, offering pedagogical implications for music teaching.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Sugden, Eleanor": {
      "title": "Parents' Experiences of Completing Home Practice for Speech Sound Disorders",
      "summary": "This qualitative study explores parents' experiences with completing home practice for their children with speech sound disorders (SSDs).  Six parents were interviewed, and the analysis revealed four key themes: the evolution of their experience over time, the different roles parents played, the importance of the practice, and the challenges of managing the practical aspects. The findings highlight the complexities faced by families and emphasize the need for collaboration between practitioners and families.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Suzanne M. Egan": {
      "title": "Streets Ahead: Neighborhood Safety and Active Outdoor Play in Early Childhood Using a Nationally Representative Sample of 5-Year-Olds",
      "summary": "This study investigated the relationship between neighborhood environment factors and active outdoor play in 5-year-olds using data from the Growing Up in Ireland study.  Results showed that parental perceptions of neighborhood safety and traffic levels were associated with children's active outdoor play, even after controlling for other factors like family income.  The study uses a bioecological systems perspective and discusses implications for policymakers and parents.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Sánchez-Suzuki Colegrove, Kiyomi": {
      "title": "Latinx Immigrant Parents' Views on Learning and Collaboration in the Early Childhood Classroom (Opiniones de los padres y las madres latinos inmigrantes sobre el aprendizaje y la colaboración en las aulas de educación preescolar)",
      "summary": "Latinx immigrant parents expressed a preference for early childhood pedagogical practices that emphasize collaboration, choice-making, and responsibility in learning.  They believe these experiences are crucial for children's social integration and participation in 'convivencia'.  The study used video-cued ethnography.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Tarver, Joanne": {
      "title": "Anxiety in Autistic Individuals Who Speak Few or No Words: A Qualitative Study of Parental Experience and Anxiety Management",
      "summary": "This qualitative study investigated parental recognition and management of anxiety in autistic individuals who speak few or no words.  Semi-structured interviews with 17 parents revealed challenges in recognizing anxiety due to limited verbal communication. Parents used various management strategies, some aligning with evidence-based interventions.  Despite these strategies, anxiety significantly impacted quality of life for both the autistic individual and their family. The findings aim to inform the development of targeted interventions and assessments.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Therrien, Michelle C. S.": {
      "title": "Augmentative and Alternative Communication Services during the COVID-19 Pandemic: Impact on Children, Their Families and Service Providers",
      "summary": "This qualitative study investigated the impact of COVID-19 on children using augmentative and alternative communication (AAC), their families, and service providers.  Semi-structured interviews with 25 parents and 25 speech-language pathologists revealed wide disparities in children's experiences, ranging from progress to regression in communication skills. The study highlights the importance of family-service provider partnerships and access to quality AAC services.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Thi Minh Thu Bui": {
      "title": "Including Children's Voice in Family Language Policy: An Exploration of the Tensions between Mothers' and Children's Language Beliefs",
      "summary": "This qualitative study explores family language policy in Vietnamese immigrant families in Melbourne, Australia.  It examines the tensions between mothers' and children's language beliefs, focusing on the children's perspectives, which are often overlooked.  The study uses Fitzsimmons-Doolan's notions of pro-multilingual and pro-monolingual ideologies and Bourdieu's concept of capital to analyze the differing viewpoints and their implications for family language policy.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "yes",
      "research_type": "qualitative"
    }
  },
  {
    "Tobias, Adele": {
      "title": "A Grounded Theory Study of Family Coach Intervention with Persistent School Non-Attenders",
      "summary": "This grounded theory study explores the experiences of family coaches working with families of children with persistent school non-attendance (PSNA).  The study found that PSNA often signals an unsafe home environment, stemming from insecure attachment, parental limitations, and the child feeling unseen. Successful interventions focused on building relationships, increasing the child's visibility, and improving parenting capacity.  Systemic barriers and conflicting agencies often hindered successful intervention.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Tobin, Elizabeth": {
      "title": "Family-School Connectivity during Transition to Primary School",
      "summary": "This qualitative case study, part of the Children's School Lives (CSL) national longitudinal study, explores Irish mothers' experiences of family-school connectivity during their children's transition to primary school.  Findings suggest mostly positive experiences, high trust in teachers, and a desire for active parental involvement. However, some mixed experiences were also noted. The study emphasizes the need for consistent school policies and practices regarding parent-teacher communication and transition activities.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Truong, Dieu M.": {
      "title": "A Cross-Cultural Comparison of a Measure of Parent Perceptions among Families of Children with Autism in Vietnam",
      "summary": "This study compares the perceptions of Vietnamese and North American parents of autistic children using the Illness Perception Questionnaire-Revised for Autism Spectrum Disorder (IPQ-R-ASD).  The study found measurement variance for only three of 37 items and highlighted differing perceptions between the two groups, suggesting that while the IPQ-R-ASD is useful in both contexts, interpretation needs to account for cultural differences.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Twomey, Miriam": {
      "title": "Parenting, Autism Spectrum Disorders and Inner Journeys",
      "summary": "This qualitative, longitudinal study investigates parental perceptions of Early Intervention services for children with significant disabilities in Ireland.  Through in-depth interviews with six parents over fifteen months, the research explores parents' experiences of assessment, diagnosis, and education, highlighting the need to incorporate parental perspectives into understanding and improving Early Intervention services.  The study emphasizes the importance of listening to parents' voices and acknowledging their needs.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Valerie Lorene Williams-Sanchez": {
      "title": "The Reading Builds Empathy Pilot Survey: Picturebooks for Empathy Development",
      "summary": "This study piloted a new instrument to measure children's empathy development (ages 6-8) using picturebook reading.  It involved 21 parent-child dyads and collected data on at-home literacy practices, parents' perspectives on their child's empathy, and researcher-administered measures of affective, cognitive, and ethnocultural empathy. The paper describes the instrument development, pilot data, and potential future uses.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Vanderlee, Emma": {
      "title": "Patient-Oriented Research: A Qualitative Study of Research Involvement of Parents of Children with Neurodevelopmental Disabilities",
      "summary": "This qualitative study examined the experiences of researchers and parents of children with neurodevelopmental conditions who participated in a research study advisory committee.  Interviews with both groups revealed four major themes regarding navigating committee participation, leading to recommendations for future advisory committees.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Victoria Hulks": {
      "title": "Feasibility and Acceptability of a Parent-Toddler Programme to Support the Development of Executive Functions in Children at Elevated Likelihood of Autism or ADHD: Pilot Findings",
      "summary": "This pilot study assessed the feasibility and acceptability of START, a 12-week parent-toddler program designed to improve executive function in toddlers with elevated risk of autism or ADHD.  Thirteen UK families participated.  Recruitment was feasible, but attendance was a challenge. Practitioners delivered the program effectively, and parents generally found it useful, though not all participated consistently. The study highlights the need to address barriers to regular attendance.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Violant-Holz, Verónica": {
      "title": "Challenges of Inclusive Schooling for Children and Adolescents with Congenital Heart Disease: A Phenomenological Study",
      "summary": "This qualitative phenomenological study explores the educational and social experiences of children and adolescents with congenital heart disease (CHD) in Catalonia, Spain.  Through interviews with children with CHD, their parents, and professionals, the study reveals challenges faced by parents in supporting their children's academic and social engagement, a lack of resources and skills among teachers to meet the diverse needs of children with CHD, low expectations regarding academic achievement, and exclusion from peer group activities. The study highlights the need for better collaboration between educational and health professionals to support teachers and families.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Virginie Fabre": {
      "title": "Experience, Difficulties, and Needs of French Teachers Welcoming Students with Cancer in Kindergarten and Primary School",
      "summary": "This study investigates the experiences of French kindergarten and primary school teachers in supporting students with cancer.  Using a Delphi method survey and qualitative data from 66 teachers, the research highlights the importance of collaboration with parents and medical staff, social connections with classmates, and personalized support for the student.  Difficulties identified include a need for more training and support in managing academic difficulties, peer awareness, and improving school-hospital liaison and institutional support.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "mixed"
    }
  },
  {
    "Wan, Yi": {
      "title": "Capacity or Money? Why Students Choose to Drop out of Junior High School in Rural Northeast China",
      "summary": "This study investigates the reasons behind high school dropout rates among junior high school students in rural Northeast China.  Using participant observation, focus groups, and interviews with students and parents, the study reveals that factors beyond poor education environment and academic performance, such as the pressures of private tutoring and the circumstances of migrant families, significantly contribute to the decision to drop out.  The study challenges the official narrative attributing dropouts to student apathy, suggesting that dropping out may be a rational choice for many rural families given the intense competition and disadvantages they face.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Wan, Zhi Hong": {
      "title": "STEM Education in Early Childhood: A Review of Empirical Studies",
      "summary": "This study reviews empirical studies on STEM education in early childhood.  It found positive attitudes towards STEM learning among young children and their parents, with parents also recognizing the economic benefits.  Teachers, however, expressed concerns about time constraints, resources, and their own capacity to implement STEM lessons effectively.  The study recommends a holistic STEM curriculum for teachers, including professional training, and additional training for parents on supporting their children's STEM learning.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Weglarz-Ward, Jenna M.": {
      "title": "Parent and Professional Perceptions of Inclusion in Childcare: A Literature Review",
      "summary": "This literature review examines the inclusion of young children with disabilities in childcare programs, focusing on the perspectives of parents and professionals.  Twenty-five studies were reviewed, exploring professionals' experiences, influencing factors, quality of care, and parental decisions.  The review highlights a need for more research on infants and toddlers with disabilities and the experiences of parents and providers to better bridge the gap between policy, research, and practice.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Wilson, Suzanne": {
      "title": "Unequal Childhoods: A Case Study Application of Lareau's 'Accomplishment of Natural Growth' in British Working-Class and Poor Families",
      "summary": "This study examines how social class influences parental engagement in education, focusing on disadvantaged British mothers' experiences with secondary schools.  Using Lareau's 'accomplishment of natural growth' framework and data from 77 parents/caregivers, the research explores feelings of frustration, powerlessness, and distance from schools among working-class and poor families.  Case studies illustrate how this framework helps interpret these experiences, offering recommendations for policy and practice to promote equal access to educational engagement.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Wright, Denise": {
      "title": "Engaging Young Children and Families in Gallery Education at Tate Liverpool",
      "summary": "This three-year ethnographic case study examines the experiences of preschool children, parents, and nursery practitioners from a Sure Start Children's Centre participating in gallery visits and workshops at Tate Liverpool.  The research explores the value and challenges of these creative and cultural experiences, particularly for families from marginalized communities, considering perspectives on poverty, inclusion, and dominant educational discourses.  It highlights the importance of building relationships with families over time to foster a sense of belonging and advocates for galleries as inclusive learning environments.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Xiang, Yajuan": {
      "title": "Childrearing Experiences in Cross-National Families",
      "summary": "This qualitative study explores the childrearing experiences of parents in cross-national families.  It examines how stressors such as differing cultural backgrounds, language barriers, societal attitudes, and geographical distance impact these experiences. The study uses surveys and interviews to gather data on parents' perceptions of their marriages and multicultural parenting.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "unclear",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "yes",
      "research_type": "qualitative"
    }
  },
  {
    "Yaremych, Haley E.": {
      "title": "Sibling Relationships and Mothers' and Fathers' Emotion Socialization Practices: A Within-Family Perspective",
      "summary": "This study investigated the relationship between parental emotion socialization practices and sibling interactions in 57 two-parent families with preschool and toddler-aged children.  Results showed that fathers' emotion socialization strategies (both supportive and non-supportive) significantly influenced older siblings' rivalry, aggression, and avoidance.  The study highlights the importance of considering the entire family dynamic when studying emotion socialization.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Yip, Jason": {
      "title": "Youth Invisible Work: The Sociocultural and Collaborative Processes of Online Search and Brokering between Adolescents and English-Language Learning Families",
      "summary": "This case study examines the collaborative online search and brokering (OSB) processes within three immigrant families.  The study focuses on how parents and children aged 10-17, primarily from Mexico and with lower socioeconomic status, utilize each other's digital literacy skills to find information online.  The findings highlight the importance of considering family funds of knowledge, resilience, and ecological support in designing technology and educational interventions that support this collaborative learning process.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Yuen, Lai Ha": {
      "title": "Personal Growth and Development of Parent Leaders through a Group Parent Education Program",
      "summary": "This study examines a group parent education program (GPEP) for low-income parents in Hong Kong, facilitated by parent leaders.  The program emphasizes a group approach, interactive activities, and homework to help parents practice learned skills. The research focuses on evaluating the challenges, growth, and development of the parent leaders and the impact of the GPEP on the participating parents.  The study critiques the traditional transmission-based approach to parent education and proposes this GPEP as an alternative.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Z. W. Taylor": {
      "title": "\"Through Their Fingers Like Water\": How Community College Students View Family as Sources of Financial Education",
      "summary": "This qualitative study examines how community college students perceive their families as sources of financial education.  Data from 14 students reveals that many lack family members with extensive financial knowledge, resulting in limited financial education beyond basic saving.  The study also highlights instances of reverse role modeling, where students learn from their parents' mistakes.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Zhang, Chenyi": {
      "title": "Parental Stress and Home Activities for Young Children during the Stay-at-Home Quarantine Time in China",
      "summary": "This study used hierarchical regression analyses to examine the relationship between family pandemic experiences, home activities during quarantine, and parental stress in China.  Higher stress was linked to children's behavioral and emotional difficulties. Parental education level and teacher support influenced home activity frequency.  COVID-19 exposure was a risk factor for stress, while parental education, income, and teacher support were protective factors. Learning-focused activities showed an inverse association with parental stress.  The study emphasizes supporting parents in providing quality home-based learning and focusing on parent-child interaction.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Zhang, Jingshun": {
      "title": "The Experiences of a Chinese Immigrant Family during the COVID-19 Pandemic",
      "summary": "This case study investigated the experiences of a Chinese immigrant family in Northern California transitioning to online learning during the COVID-19 pandemic and the rise in anti-Asian sentiment.  The study used narrative interviews to explore the challenges of online learning, the family's coping mechanisms for dealing with discrimination, and the need for inclusive classrooms and teacher training.",
      "peer_review": "unclear",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "Zhang, Liwei": {
      "title": "A Latent Class Analysis of Multifaceted Economic Experience and Socioemotional Well-Being of Children of Immigrants",
      "summary": "This study uses the Early Childhood Longitudinal Study-Kindergarten to analyze the socioemotional well-being of immigrant children in the US, considering country of origin and multifaceted economic experiences (depth, duration, income volatility).  A latent class analysis reveals that socioemotional well-being varies depending on origin and economic patterns, supporting both the immigrant risk and immigrant paradox perspectives.  Generally, immigrant children reported worse locus of control, self-concept, and internalizing symptoms than children of native-born parents, but this varied by origin and economic circumstances.  Children from South East and East Asia reported worse well-being than White children of native-born parents in chronic near-poor circumstances, while others fared similarly under similar conditions.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "yes",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Zimmerman, Heather Toomey": {
      "title": "Families' Engagement in Making Activities Related to Aerospace Engineering: Designing for Parents as Learning Partners in Pop-Up Makerspaces",
      "summary": "This collective case study investigated family engagement in aerospace engineering activities within pop-up makerspaces.  Researchers used discussion prompts to facilitate parent-child interaction during the creation of a lunar rover.  Analysis of video and photographic data revealed that parents played a crucial role in supporting children's participation by revoicing prompts and facilitating reflection and problem-solving. The study highlights the importance of parents as learning partners in engineering workshops for young children.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "yes",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "qualitative"
    }
  },
  {
    "van Beeck, A. H. Elise": {
      "title": "The Intervening Effect of the \"What Being the Parent of a New Baby Is Like--Revised\" Questionnaire on Maternal Affect",
      "summary": "This study investigated the potential impact of the 'What Being the Parent of a New Baby is Like--Revised' (WPL-R) questionnaire on postpartum women's emotional state.  Using the PANAS scale, researchers found a change in positive and negative affect scores after questionnaire completion, suggesting an intervening effect of the WPL-R. This raises ethical concerns about using such questionnaires without understanding their potential impact, even with ethics committee approval.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  },
  {
    "Šabíková, Nikola": {
      "title": "Exploring the Impact of Generational Differences on University Study Decisions in Slovakia",
      "summary": "This study investigates the differences in university study decisions between first-generation students (whose parents did not attend university) and second-generation students (whose parents did attend university) in Slovakia.  Using an online questionnaire with 357 Slovak students aged 18-22, the study found that continuing family tradition was significantly more important for second-generation students.  The internet was identified as the primary source of information for students when choosing their field of study.  The authors recommend universities tailor their outreach and information provision to different student groups.",
      "peer_review": "yes",
      "about_parents": "yes",
      "published_since_2014": "no",
      "migration_immigration_asylum_refugee": "no",
      "transnational_parenthood_or_families": "no",
      "research_type": "quantitative"
    }
  }
]