[
  {
    "Comparative Effects of Mindfulness-Based Stress Reduction and Psychoeducational Support on Parenting Stress in Families of Autistic Preschoolers": {
      "summary": "This study compared the effectiveness of mindfulness-based stress reduction (MBSR) and psychoeducational support in reducing parenting stress among diverse families of autistic preschoolers.  117 participants were randomly assigned to either MBSR or psychoeducational support groups.  Both interventions reduced parenting stress, but MBSR showed significantly greater and longer-lasting reductions compared to psychoeducational support, with significant differences observed even at the 12-month follow-up.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Parents and Families of First-Generation College Students Experience Their Own College Transition": {
      "summary": "This qualitative case study examines the experiences of parents and families of first-generation college students during their children's first year of college.  Data from interviews and focus groups reveal key themes: valuing college degrees, shifting family dynamics and roles, evolving parental involvement in college events, and institutional engagement with parents. The study aims to inform strategies for supporting parents and improving institutional resources.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Navigating Homeschooling, Parenting, and Work during an Educational Emergency: Insights from Kazakhstan": {
      "summary": "This qualitative study explores the experiences of 30 Kazakhstani parents navigating homeschooling, work, and parenting during COVID-19 school closures.  It highlights challenges such as job losses, increased childcare responsibilities, unequal burden on mothers, limited internet access, and emotional strain. The study emphasizes the need for equitable digital access, financial and emotional support for families, technology training for parents, and addressing gender inequality to better prepare for future educational emergencies.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Understanding the Increase in Parents' Involvement in Organized Youth Sports": {
      "summary": "This ethnographic study investigates the increased parental involvement in organized youth sports in Norway, comparing it to the authors' experiences from the 1970s and 80s.  The study finds that across social classes, parents view sports involvement as normal, a way to connect emotionally with their children and foster their development.  However, it also highlights tensions, particularly in 'deep involvement' among middle-class fathers.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Teachers' Perspectives on Communication and Parent Engagement in Early Childhood Education Programs for Migrant Farmworker Children": {
      "summary": "This qualitative study explores communication practices and parent engagement strategies used by teachers in Migrant and Seasonal Head Start programs serving predominantly Mexican-origin farmworker families.  The research, conducted through interviews and focus groups with Spanish and English-speaking teachers in the Great Lakes region, highlights the importance of shared language and culture, challenges posed by language barriers, the role of interpreters and written communication, and effective methods for building home-school connections within this community.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Self-Stigma of Canadian Youth with ADHD and Their Parents": {
      "summary": "This study investigated self-stigma related to ADHD in Canadian youth (aged 8-17) and their parents.  Fifty-five youth-parent pairs completed surveys measuring self-stigma. Results showed lower self-stigma scores than in previous research, with parents of boys reporting higher scores than parents of girls.  Higher youth self-stigma correlated with lower self-esteem and inattentive symptoms, but not hyperactive/impulsive symptoms or parental self-stigma. The study highlights the importance of understanding self-stigma in ADHD and the need for family interventions.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Parent Agency in Promoting Child Learning: Family Perceptions of Focusing on Family Strengths during Early Childhood Assessment and Planning Practices": {
      "summary": "This exploratory study investigated the perspectives of seven families on an early intervention approach that focuses on utilizing family strengths to support child learning.  Qualitative interviews revealed three key themes: naturalistic observations leading to naturalistic understandings, practices honoring family strengths and fit, and self-discovery and self-affirmation. The study discusses implications for developing family capacity-building approaches.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Training Home Safety Skills to Parents of Children with Autism Spectrum Disorder: A Multilevel Mixed Study": {
      "summary": "This study investigated the home safety needs of families with children with Autism Spectrum Disorder (ASD) and evaluated the effectiveness of a training program designed to address these needs.  A mixed-methods approach (qualitative, quantitative) revealed that families lacked sufficient home safety education. The training program proved effective in increasing awareness and improving home safety practices in the experimental group. The program's materials (booklets, animations, videos) are adaptable for children with and without developmental disabilities.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Un/Satisfactory Encounters: Communication, Conflict and Parent-School Engagement": {
      "summary": "This paper examines parent-school engagement in Australia, focusing on communication practices and conflict resolution strategies.  It highlights the diverse experiences of parents, both positive and negative, and analyzes how these interactions are shaped by power dynamics within the school system and neoliberal ideals of individual autonomy. The study reveals that communication strategies often contribute to parental satisfaction or frustration, impacting the overall parent-school relationship.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "You Had This Clean Window, but It Was Glued Shut": {
      "summary": "This study investigates the barriers and unmet needs faced by parents and service providers of children with Autism Spectrum Disorders (ASD) in rural communities.  Through focus groups with parents and providers in Illinois, the study identified key challenges such as scarcity of qualified professionals, difficulties accessing and coordinating services, and the need for improved resource allocation across education, healthcare, transition, and future planning.  The findings offer recommendations for policy and practice to better support families in rural areas.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "East Asian American Parents of Children with Autism: A Scoping Review": {
      "summary": "This scoping review examines existing literature on East Asian American families raising children with autism.  Nine studies were identified, revealing variations in how these parents understand autism, navigate services, access support, and experience stress.  The review highlights limitations in current research, including small sample sizes and limited research methods.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "It's More the Invisible Benefits -- Multilingual Parents' Experiences of Immersion Education and Their Reasons for Choosing Immersion": {
      "summary": "This study investigates why multilingual parents in Ireland choose Irish-medium (IM) primary education for their children.  Through semi-structured interviews with 15 parents, the study found that the main motivation was providing children with multilingualism and immersion in Irish culture and heritage.  While a minority chose IM due to lack of space in English-medium schools, parents generally reported positive experiences and few challenges.  Recommendations are made to support greater multilingual family participation in IM education.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Identifying Troublesome Behavior in the Classroom: Greek Teachers' and Parents' Views": {
      "summary": "This study compares the views of Greek primary and secondary teachers and parents on troublesome classroom behaviors.  Using a survey of 378 teachers and 69 parents, five categories of problematic behaviors were identified: externalizing behaviors, school difficulties, internalizing behaviors, attention-seeking behaviors, and hyperactivity/attention difficulties.  Both groups considered externalizing behaviors most troublesome, but teachers showed less concern overall than parents, except regarding school difficulties. The findings emphasize the need for collaborative interventions considering diverse perspectives within the school system.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Best FACES Forward: Outcomes of an Advocacy Intervention for Black Parents Raising Autistic Youth": {
      "summary": "This study examined the effectiveness of the FACES advocacy program on the advocacy capacity of Black parents raising autistic children.  A quasi-experimental design with 16 participants showed improvements in family empowerment, school communication, and perceived advocacy ability after the intervention.  The findings suggest that advocacy programs can benefit Black families raising autistic youth.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Chinese Preschool Children's Home Numeracy Experiences and Their Mathematical Abilities": {
      "summary": "This study investigated the relationship between Chinese preschoolers' home numeracy experiences and their mathematical abilities.  Parents of 515 children (aged 4-5) reported their participation in home numeracy activities, while children underwent math ability assessments. Results showed a positive correlation between parental involvement in numeracy activities (both formal and informal) and children's math abilities.  Higher socioeconomic status was linked to more frequent number game and application activities. The study concludes that parental engagement in both formal and informal math activities at home is beneficial for children's math development.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Perceptions, Experiences, and Needs of Parents of Culturally and Linguistically Diverse Children with Autism: A Scoping Review": {
      "summary": "This scoping review examines the perceptions, experiences, and needs of culturally and linguistically diverse families of children with autism in the UK and USA.  Based on 32 studies, four key themes emerged: knowledge and beliefs about autism, autism's impact on family life, access to services and support, and multilingual needs.  Findings reveal a lack of knowledge influencing perceptions, social stigma, service access difficulties, and a need for culturally sensitive interventions, multilingual information, and parent-professional collaboration.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Parent Support of Mexican-Descent High School Adolescents' Science Education: A Culturally Grounded Framework": {
      "summary": "This qualitative study investigates how Mexican-descent parents support their adolescents' science education.  It uses a sociocultural perspective to expand on Eccles' parent socialization model, exploring both effective support strategies (involvement, encouragement, resource leveraging) and barriers faced by parents (work, language, limited science knowledge).  The study analyzed interviews with 74 parents and 73 adolescents, revealing culturally grounded support methods and the resilience of parents despite challenges.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "A Virtuous Circle: Stakeholder Perspectives of a Short-Term Intensive Parent Training Programme Delivered within the Context of Routine Services for Autism in China": {
      "summary": "This qualitative study investigated the experiences and perceptions of caregivers and practitioners involved in a short-term intensive parent training program for autistic children in China.  The findings highlight the need for practical training, group support, individualized coaching, increased resources, and organizational support for practitioners in low-resource settings.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "A Call for Change in the Public Education System in Nova Scotia": {
      "summary": "This study explores the experiences of parents of Black children in Nova Scotia's public school system.  Through interviews and focus groups, researchers identified key themes related to inequities faced by these students, including feeling treated differently, disconnected, and facing systemic injustices. The study, framed by Bronfenbrenner's ecological theory, offers recommendations to improve educational outcomes for Black learners.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Undocumented Mexican Mothers of Children with Autism: Navigating the Health Care and Educational Service Systems": {
      "summary": "This study explores the experiences of six undocumented Mexican immigrant mothers in navigating healthcare and special education systems for their children with autism.  The research uses semi-structured interviews conducted in Spanish to identify challenges and the support systems these mothers utilize. Three main themes emerged: immigration experiences, autism-specific challenges, and helpful individuals assisting the mothers.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Cooperation between Preschool Teachers and Parents from the Perspective of the Developmental Status of the Child": {
      "summary": "This study investigated the perceptions of preschool teachers and parents regarding their cooperation, specifically examining differences based on children's developmental status (typical development vs. developmental disabilities). Using the adapted Family Involvement Questionnaire (FIQ), results revealed a significant difference between teachers' and parents' perceptions of parental involvement, with parents reporting higher participation.  Additionally, teachers perceived better cooperation with parents of typically developing children compared to those with developmental disabilities. The study concludes a need for improved guidelines and procedures to enhance cooperation with parents of children with developmental disabilities.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Qualitative Inquiry on Parental Involvement in Children's Education: Perspectives of Parents, Children, and Teachers in Select Elementary Schools in the Philippines": {
      "summary": "This qualitative study investigates parental involvement in Philippine public elementary education.  It explores parental strategies to influence children's education, finding unique approaches driven by economic factors.  While direct involvement is limited for some due to poverty, indirect strategies like prioritizing family needs and fostering positive family relationships are prevalent. The study recommends future quantitative research include these indirect strategies as variables.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Supporting and Guiding Families of Gifted Children: The Role of a Psychoeducational Program": {
      "summary": "This study describes a 12-session psychoeducational program for parents of gifted children in Brazil.  Nine families participated, providing feedback through questionnaires.  Parents valued the program for exchanging experiences, gaining knowledge (including self-knowledge), and developing a sense of belonging. The study highlights the importance of support groups for parents of gifted children and offers suggestions for program design and implementation.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "English on a Pedestal": {
      "summary": "This study investigates language attitudes and practices among African migrant bilingual parents and early years professionals in the UK.  Interviews revealed a prioritization of English over heritage languages, influenced by the monolingual education system and colonial ideologies.  The study highlights the need for a better understanding of the unique language profiles of bilingual African families within early years practice.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "An Informed Pedagogy of Community, Care, and Respect for Diversity: Evidence from a Qualitative Evaluation of Early Years Services in the West of Ireland": {
      "summary": "This article presents a qualitative evaluation of two early years services in Ireland, focusing on their approach to diversity, family relationships, and contribution to children's development.  The services are shown to effectively address the needs of a diverse community, providing support to both children and parents, and mitigating risk factors associated with adverse childhood experiences. The study highlights the importance of high-quality early childhood education and care.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Parent Perspectives on Developing Effective Family-School Partnerships in Hawai?i": {
      "summary": "This phenomenological study explores the perspectives of immigrant and local parents in Hawai'i regarding family-school partnerships.  Parents emphasized the importance of strong relationships, understanding their children's school experiences, and community building.  They highlighted the principal's role and identified cultural mismatches with educators as barriers to effective partnerships. The study contributes to understanding the complexities of family-school-community interactions in Hawai'i, particularly within diverse families.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Parental Involvement with Children's Schooling: Exploring the Experiences of Hmong Parents in Charter Schools": {
      "summary": "This study examines the at-home involvement of Hmong parents in their children's education within charter schools in Minnesota.  It explores the barriers faced by these parents, such as work schedules, literacy issues, lack of spousal support, and managing multiple children. Despite these challenges, the study highlights the parents' dedication, including taking multiple jobs, establishing family routines for schoolwork, and seeking resources for homework help.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "I Wish the School Had a Better Understanding of the Diagnosis": {
      "summary": "This international survey study explores the educational needs of students with sex chromosome aneuploidies (SCAs) from the parents' perspective.  Parents (n=305) of children aged 5-21 with SCAs provided open-ended responses highlighting barriers to learning related to the diagnosis, a need for social and emotional support, and insufficient educational support plans.  The study recommends stronger family-school partnerships, increased collaboration between schools and medical teams, and incorporating the genetic condition into educational plans, suggesting specific supports like behavioral health services and executive function training.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Teachers Know, but We Do Too: The Case of Mayan Parents' Assessment Knowledge": {
      "summary": "Mayan mothers (N=8) participated in focus groups to discuss their understanding of educational assessment.  The study found that these mothers possessed basic assessment knowledge and described varied assessment experiences depending on the purpose.  The research highlights parent interactions with various stakeholders for assessment information and the balancing act between child, family, and community needs.  Implications suggest ways to empower parents to ask assessment questions, increase their educational involvement, and inform teacher training on parent communication.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Healthy Eating in Preschool Children: Perceptions of Parents and Caregivers in Sri Lanka": {
      "summary": "This qualitative study investigated the perceptions of parents and caregivers in Sri Lanka regarding healthy eating in their preschool children.  Focus groups revealed that while parents generally understood healthy eating guidelines, barriers included children's 'pester power' and picky eating, inadequate family support, and peer influence.  Suggested strategies to promote healthy eating involved changes in household food availability, preparation, rewards, and creating supportive environments.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Siblings' and Parents' Perspectives on the Future Care for Their Family Member with Profound Intellectual and Multiple Disabilities: A Qualitative Study": {
      "summary": "This qualitative study explores the perspectives of parents and siblings of individuals with profound intellectual and multiple disabilities (PIMD) regarding siblings' future care roles.  Interviews with eight parents and 13 siblings revealed that while some parents worried about burdening siblings, most siblings anticipated and accepted future care responsibilities.  Despite a lack of explicit communication, expectations largely aligned. However, siblings highlighted the need for clearer communication to better prepare them for future roles.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Mapping Experiences of Pathological Demand Avoidance in Ireland": {
      "summary": "This mixed-method study investigated the experiences of individuals with Pathological Demand Avoidance (PDA), their families, and practitioners in Ireland.  It involved surveys (264 parents, 9 life partners, 6 individuals with PDA, 54 practitioners) and interviews to assess knowledge, diagnosis pathways, service access, interventions, and outcomes. Findings highlight the need for a flexible, individualized, streamlined, and integrated multi-disciplinary approach to assessment and service provision, addressing the disconnect between education and health systems.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Pacific Parental Engagement and Intergenerational Storytelling in Aotearoa New Zealand": {
      "summary": "This article explores the role of intergenerational storytelling and family support within Pacific families in Aotearoa New Zealand, focusing on how these narratives contribute to the academic success of Pacific youth.  Through interviews and visual representations, the study highlights the strong intergenerational expectations and the formative role of family stories in supporting children's education.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Stakeholder Perspectives on the School Experiences of Students with Traumatic Brain Injury: The Effects of COVID-19 Pandemic on Service Delivery": {
      "summary": "This qualitative study investigated the impact of the COVID-19 pandemic on students with traumatic brain injuries (TBI).  Focus groups and interviews with students, parents, school, and medical personnel revealed that the pandemic exacerbated existing challenges. Key findings included decreased incidence of brain injuries, increased screen time worsening symptoms, difficulties in providing accommodations due to COVID protocols, potential exacerbation of mental health issues, and delays in returning to school or activities. The study emphasizes the need for teacher professional development, particularly for online learning, and school-wide support systems for students with TBI.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Value of Multiple-Generation Cohorts for Studying Parenting and Child Development": {
      "summary": "This article highlights the advantages of using multiple-generation cohorts in longitudinal studies of parenting and child development.  These studies allow researchers to examine the impact of childhood characteristics on parenthood, analyze intergenerational continuity, and disentangle genetic and environmental influences on both parenting and child development, all while avoiding reliance on retrospective reports.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Single Mother Parenting of Children with Autism Spectrum Disorder: A Qualitative Photo-Narrative Study": {
      "summary": "This qualitative study explores the experiences of seven single mothers in southern Israel raising children with Autism Spectrum Disorder (ASD). Using photo-narratives and thematic content analysis, the study reveals key themes: the shattering of family dreams, challenges in educational settings, anxieties about the future, the importance of support resources, and the mothers' search for meaning.  The mothers faced significant daily challenges but found strength in their love for their children and support systems. The study highlights the need for assistance and support during various stages, from diagnosis to educational transitions.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Views of Parents on Supporting Language and Literacy for Their Children with Complex Communication Needs": {
      "summary": "This qualitative study investigated the views of 37 parents of elementary-age students with complex communication needs (mostly autism or Down syndrome) on supporting their children's language and literacy development at home during the COVID-19 pandemic.  The study used three interviews per parent and an inductive qualitative approach to analyze the data.  Findings revealed commonalities and differences in parental goals, perceptions of their roles in supporting literacy, and satisfaction with support and progress. The results offer insights for improving interventions for students with complex communication needs and their families.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "An Investigation into How Parental Literacy Experiences Are Reflected in Literacy Tendencies and Experiences of Preservice Teachers": {
      "summary": "This phenomenological study investigated the relationship between preservice elementary teachers' literacy experiences and their parents' literacy experiences.  Data collected through interviews and observations of six preservice teachers and their parents revealed that the preservice teachers' literacy experiences mirrored various parental characteristics, including literacy perceptions, approaches, personal experiences, family literacy levels, professional backgrounds, worldviews, and communication styles.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "I Like Being Involved in School Stuff": {
      "summary": "This study explores mothers' perspectives on family engagement in universal prekindergarten (PreK).  Interviews revealed diverse understandings of family engagement, ranging from simply taking children to school to actively participating in the classroom.  The study highlights the varying definitions and barriers to engagement, aiming to inform school leaders and teachers on fostering better partnerships with families.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Chain Mediating Role of Perceived Family Support for Formal and Informal Science Learning in the Association between Family Socioeconomic Status and Informal Science Learning Experiences": {
      "summary": "This study investigated the relationship between family socioeconomic status (SES), perceived family support for science learning (formal and informal), and informal science learning experiences among 486 Chinese primary school students.  Results showed a positive correlation between SES and informal science learning experiences, mediated by perceived family support.  Specifically, family support for formal science learning and the combined support for both formal and informal learning played mediating roles in this relationship. The study suggests that parental support in both formal and informal science learning is crucial for students' science education.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Family Triangulation Experiences of Turkish Young Women": {
      "summary": "This qualitative study explores the family triangulation experiences of 10 Turkish young women using semi-structured interviews and content analysis.  Participants reported parental conflict resolution difficulties, mediating roles, scapegoating, and parental coalitions.  Many felt anger, emotional distance, and disappointment.  The study discusses these findings within the context of shifting cultural values and parental expectations in Turkish culture.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Students' Cultural and Economic Family Background and Duration of University Studies in Finland": {
      "summary": "This study investigates the relationship between family background (cultural and economic capital) and the duration of university studies in Finland. Using register data of 10,516 students and Tobit modeling, the study found no association between parental education (cultural capital) and study duration. However, higher family income (economic capital) was associated with shorter study duration.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Establishing Innovative Partnerships to Support Transitions from Early Intervention to Preschool in the United States of America: Lessons from Parent and Provider Experiences": {
      "summary": "This qualitative pilot study explores the transition process for young children with developmental disabilities from early intervention services to school-based services in the US.  It examines the experiences of families, early intervention providers, and school personnel involved in a collaborative transition classroom. The study highlights the importance of effective partnerships between families, schools, and community organizations to improve the transition process.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "A Longitudinal Perspective on Frequency of Parent-Child Activities and Social-Emotional Development": {
      "summary": "This study investigated the relationship between parent-child activities (story reading, storytelling, music) and children's social-emotional development. Using data from the National Longitudinal Survey of Children and Youth, researchers found significant sex differences in these associations. Story reading was linked to reduced hyperactivity and emotional problems, while storytelling showed benefits for boys' aggression. Music activities and storytelling were associated with lower hyperactivity in girls.  More frequent activities generally predicted increased prosocial behavior in both sexes.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Associations between Children's Depressive Symptoms, Life Events, and Family Factors among School-Aged Children": {
      "summary": "This study analyzed the relationship between depressive symptoms in Finnish school children (ages 10-12), life events, and family factors using data from 32,181 child-parent dyads.  Poor self-rated health, family interaction problems, and accumulated life events were significantly associated with depressive symptoms. While parental depressed mood and financial situation initially showed an association, this disappeared when other factors were included in the model.  The study highlights the complex interplay between children's depressive symptoms and family dynamics, suggesting a need for further research on discrepancies between parent and child perspectives.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "What Parents Want: A Qualitative Analysis of a Parent-Implemented Intervention for Autistic Children": {
      "summary": "This qualitative study explores parents' perceptions of a parent-implemented social communication intervention (TalkAbility[TM]) for autistic children.  The study used thematic analysis to identify four key themes related to communication difficulties, social relationships, communication strategies, and parents' thoughts and emotions about the intervention.  Parents reported that a holistic approach, incorporating their active participation and well-being, was instrumental in improving their child's social communication. The findings highlight the importance of considering parent experiences when designing interventions and suggest further research on the intervention's broader impact.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "We've Got to Fight; That's the Story of Our Lives": {
      "summary": "This qualitative study analyzes the advocacy experiences of 13 immigrant families with children diagnosed with Autism Spectrum Disorder (ASD) in Canada.  The study found that parents actively advocate for their children from an early age, adapting their strategies and seeking support during key transitions to ensure an inclusive future.  The findings have implications for practice, policy, and future research.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Parental Perspectives on Transition to Kindergarten Videos to Promote Family Involvement": {
      "summary": "This study investigated parents' experiences with four transition-to-kindergarten videos (English and Spanish versions).  141 parents from six classrooms had access to the videos and accompanying information sheets.  Results showed positive ratings of video quality and positive parental experiences. Parents reported the videos provided helpful information about the kindergarten transition, suggested activities to support their children, and enhanced their understanding of child development.  The findings suggest implications for using technology to improve family involvement.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Weapons and Tactics: A Story of Parents with Learning Disabilities Maintaining Family Integrity": {
      "summary": "This qualitative case study examines the strategies employed by a couple with learning disabilities to maintain custody of their children amidst challenges from child protection authorities.  The study highlights the parents' 'lessons learned', the importance of family support ('allies'), and the strategic use of advocates and professionals ('secret weapons').  It emphasizes the parents' resourcefulness and the impact of disability rights protections, while also acknowledging the fragility of their situation.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Latinx Mothers' Experiences with Linkage to Early Intervention": {
      "summary": "This study investigated the experiences of Latinx mothers with early intervention (EI) services after their children (under 3) received positive developmental screenings.  A mixed-methods approach (survey and interviews) revealed that while most mothers reported positive experiences with screenings and accessing services, interviews highlighted mixed experiences with the screening process and linkage to EI.  The study emphasizes the perceived value of EI by Latinx families and the need for improved system support for accessing and navigating EI services.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Teachers' Experiences in Communicating with Pastoralist Parents in Rural Mongolia: Implications for Teacher Education and School Policy": {
      "summary": "This study explores primary school teachers' experiences communicating with pastoralist parents in rural Mongolia.  Interviews with six teachers revealed significant communication difficulties due to reliance on inadequate traditional methods. The findings highlight the need for improved teacher education and school policies to better support communication with pastoralist families, considering their unique circumstances and lifestyle.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Transition to Kindergarten for Children with and without Special Needs: Identification of Family Experiences and Involvement": {
      "summary": "This study surveyed 232 parents of children with and without special needs to examine their experiences and involvement in the kindergarten transition.  Results showed similar concerns among both groups, primarily adapting to a new school environment, and similar information preferences.  Both groups favored meetings and visits as forms of involvement. The study concludes with suggestions for further research and applications.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "A Model of the Home Literacy Environment and Family Risk of Reading Difficulty in Relation to Children's Preschool Emergent Literacy": {
      "summary": "This study investigated the relationship between the home literacy environment (HLE), family risk of reading disability (RD), and children's emergent literacy.  Researchers analyzed data from 794 six-year-old Norwegian children, finding that HLE (specifically access to print and reading-related activities) should be considered as separate factors, not a single 'exposure to print' factor.  Family risk of RD was linked to HLE even after controlling for parental education.  Importantly, a positive HLE was found to have a protective effect against RD, improving children's emergent literacy even in families with a history of RD.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Good and the Bad: Lesbian Parents' Experiences of Australian Early Childhood Settings and Their Suggestions for Working Effectively with Families": {
      "summary": "This study investigates the experiences of lesbian-parented families in Australian early childhood settings since the implementation of the 2009 Early Years Learning Framework. Using online surveys and interviews analyzed through a queer theory lens, the study explores both positive and negative experiences related to family structure.  Participants offered suggestions to educators on working effectively with lesbian-parented families, aiming to challenge heteronormativity and foster inclusivity.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Earlier, the Better? An In-Depth Interview Study on the Ethics of Early Detection with Parents of Children at an Elevated Likelihood for Autism": {
      "summary": "This study explores the ethical considerations of early autism detection through in-depth interviews with 26 parents of infants at increased risk for autism.  Parents highlighted the benefits of early diagnosis in fostering understanding, adjusting parenting practices, and navigating the complexities of disclosing and discussing the diagnosis.  The study emphasizes the parents' complex position in relation to societal norms and contributes to the ethical debate on early autism care within a neurodiversity framework.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Riesgo y Resiliencia: Exploring the Role of Parenting Stress and Self-Efficacy on Young Latino Children's Well-Being and Home Learning Experiences during COVID-19": {
      "summary": "This study investigated the relationship between parenting stress and parental self-efficacy on the social-emotional development and home learning of young Latino children during the COVID-19 pandemic.  The study, conducted via telehealth with Early Head Start families, found that higher parenting stress was negatively associated with parental involvement in home literacy activities but not math. Parental self-efficacy moderated the relationship between parenting stress and children's social-emotional functioning.  Higher parenting stress was also positively associated with children's adaptive skills.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "I Put It All out There. I Have Nothing to Hide. It's My Mom": {
      "summary": "This study explores communication between parents and their emerging adult children (16 pairs) in the USA about sex and relationships.  Using thematic analysis, it examines perceptions of these conversations, including topics like consent, protection, sexual behavior, and positive aspects of sexuality.  Findings reveal variations in comfort levels and perceptions of communication across different sexual issues, informing the development of resources to support parents in having developmentally appropriate conversations with their adult children.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Appreciation of the 'Subtle Changes': Perspectives of Korean American Parents Raising Children with Developmental Disabilities": {
      "summary": "This qualitative study investigated the experiences of Korean American immigrant parents raising children with developmental disabilities in the southeastern U.S.  Using the Contextual Model of Family Stress, the study analyzed data from 20 parents, identifying four key themes: sources of difficulty, support systems, perceptions of developmental progress, and personal transformations. While similar experiences were shared, variations emerged based on factors like immigration recency, spousal support, and severity of the child's condition.  Despite stressors, parents often reframed challenges positively and utilized various support mechanisms.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Parent Perspectives on Special Education Services: How Do Schools Implement Team Decisions?": {
      "summary": "This qualitative study explores parents' perspectives on special education services, focusing on the implementation of agreed-upon decisions regarding their children's Individualized Education Programs (IEPs).  Parents of children with intellectual and developmental disabilities shared their experiences negotiating educational placements and services, expressing a desire for inclusion and involvement.  The study highlights varied experiences with IEP implementation, including both successes and concerns, and discusses implications for policy, practice, and research.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Implementing a Child Mental Health Intervention in Child Welfare Services: Stakeholder Perspectives on Feasibility": {
      "summary": "This pilot study assessed the feasibility of implementing a modified parent training intervention (4Rs and 2Ss) within child welfare services.  Quantitative and qualitative data from caregivers (n=12) and child welfare staff (n=12) were collected.  While most feasibility benchmarks were met (recruitment, staff ratings), family attendance was lower than expected.  Facilitating factors included agency support, intervention ease-of-use, and logistical support. Hindering factors included conflicting eligibility criteria, research-related delays, staff role conflicts, workload, complex family issues, and power dynamics.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Intense Connection and Love: The Experiences of Autistic Mothers": {
      "summary": "This study explores the experiences of nine autistic mothers raising children (aged 5-15), at least one of whom is also autistic.  Semi-structured interviews and Interpretative Phenomenological Analysis revealed four key themes: autism's impact on parenting; the struggle for adequate support; personal development and self-acceptance; and the joys and challenges of motherhood.  While motherhood brought intense connection and joy, autistic mothers faced unique challenges, including navigating misunderstandings from others and managing the significant personal impact of childcare. The study highlights the need for service provider training on autism in adulthood, masking, and sensory needs, emphasizing the importance of autistic-led training.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Least I Could Do is Get that Four-Year Degree that They Sacrificed so Much For": {
      "summary": "This qualitative study examines how the families of 15 undocumented Latina/o students shaped their college experiences.  It finds that family advice and a desire to give back to parents and community significantly influenced students' college choices and persistence. The study highlights the importance of acknowledging the collectivist values of these families in college recruitment and support.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Parents' Language Ideologies in the Context of Trilingual Education Policy in Kazakhstan": {
      "summary": "This article investigates parents' language ideologies regarding Kazakhstan's trilingual education policy.  A qualitative study involving 24 parent interviews reveals that while most support the policy's political, economic, and cultural aspects, they advocate for a gradual implementation of English, Kazakh, and Russian instruction to avoid potential negative consequences for students lacking the necessary aptitude.  The study considers geographical location and school type as influencing factors on parental ideologies.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Parents' Part C Experiences in Rural Areas: Alignment with Recommended Practices": {
      "summary": "This study investigates the experiences of 30 parents in Montana regarding their children's Part C services, focusing on alignment with recommended practices outlined by the Division for Early Childhood (DEC).  Qualitative content analysis of parent interviews revealed partial alignment with DEC recommendations, with variations depending on the service provider.  The study also discusses how service environments influence collaboration and family capacity building.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Nature of Family Meals: A New Vision of Families of Children with Autism": {
      "summary": "This study uses a resilience perspective to examine family mealtimes in families with autistic children.  Through interviews and video recordings of 16 families, four key themes emerged: school/homework, managing eating, chores, and intimate conversations. The findings highlight mealtimes as a space where parents navigate the challenges of daily life.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Understanding the Initial Stories of Families Preferring Homeschooling: A Narrative Study": {
      "summary": "This qualitative study explores the reasons why Turkish parents choose homeschooling for their preschool-aged children.  Through interviews with three families, the study identified three super-themes and seven codes explaining parental preferences.  Key reasons included inconsistencies between parental expectations and the formal education system, negative experiences with formal schooling, family ideals, and concerns about child development and social interaction.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Parents Are Locked Out: Policies, Practices, and Perspectives Undermining Family Engagement": {
      "summary": "This study examines the challenges in building effective family-school partnerships, particularly in a Florida school district with high poverty, immigration, and linguistic diversity.  Using a Bourdieusian framework, it investigates teachers' perspectives on the obstacles hindering culturally sustaining partnerships, focusing on the interplay of teachers' and families' habitus and the school's doxa.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Extension Military Parent-Teen Camp Experiences: Family Resilience Building in Action": {
      "summary": "This study examined the impact of Extension military parent-teen camping programs on family resilience.  Pre- and post-program resilience scores for both parents and teens showed statistically significant increases.  Youth also demonstrated improvements in problem-solving and social connection compared to a normative sample. The findings highlight the value of these programs for strengthening family systems.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Children's Learning in Japan and China: A Comparative Study of Preschool Parents' Perspectives": {
      "summary": "This article compares the perspectives of 200 preschool parents in Japan and China on children's learning.  It examines similarities and differences in their views on what and how children learn at home and in preschool, as well as their expectations and concerns. The analysis highlights the importance of considering the context and diverse viewpoints surrounding children's learning.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Barriers and Facilitators to Comprehensive, School-Based Physical Activity Promotion for Adolescents Prior to and during the COVID-19 Pandemic: A Qualitative Study": {
      "summary": "This qualitative study investigated barriers and facilitators to school-based physical activity (PA) promotion among adolescents before and during the COVID-19 pandemic.  Data from student, parent, and school staff interviews revealed key determinants including pandemic-related challenges, neighborhood factors, school-family communication, school staff support, resource availability, and student motivation.  The study highlights the need for multi-level strategies to improve school-based PA programs, focusing on community, school, family, and individual factors.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Parents' Perspectives about Special Education Needs during COVID-19: Differences between Spanish and English-Speaking Parents": {
      "summary": "This study investigated the perspectives of Spanish- and English-speaking parents (N=102) of children receiving special education services during the COVID-19 pandemic.  Results showed that English-speaking parents were more likely to report their children receiving services compared to Spanish-speaking parents. Language and cultural considerations significantly impacted the challenges experienced with online special education services, with Spanish-speaking parents and those feeling their child's culture was rarely considered reporting more difficulties.  Many parents expressed concerns about their children's academic regression.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "A Qualitative Study Exploring Parental Perceptions of Telehealth in Early Intervention": {
      "summary": "This qualitative study explored parent perceptions of telehealth in early intervention (EI) services.  Fifteen parents were interviewed, revealing that telehealth offered advantages such as flexibility, safety, and reduced wait times. However, disadvantages included limited interaction with therapists and technological barriers.  The study found that telehealth enhanced family-professional partnerships and that coaching was highly valued.  Recommendations included providing internet access, telehealth training, and an initial in-person visit.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Notes to Home: Supporting Pre-Service Early Childhood Education Teachers in Building Authentic Family Relationships": {
      "summary": "This qualitative case study analyzes how infant mental health principles affect pre-service early childhood education teachers' communication with parents of children needing early intervention.  The study found that focusing on building authentic relationships improved communication, but pre-service teachers may need help avoiding an 'expert' position.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Home Literacy Experiences and Shared Reading Practices: Preschoolers with Hearing Loss": {
      "summary": "This study investigated home literacy experiences and parent-child interactions during shared book reading in preschoolers with and without hearing loss.  Parents of children with hearing loss read more frequently but used fewer effective literacy strategies and teaching techniques. Children with hearing loss exhibited less interactive reading behavior.  However, reading frequency and interactive reading strongly predicted language skills in children with hearing loss, suggesting a need for professional support for these families.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Beyond Linear Effects: Multiple Perspectives of Mother-Adolescent Positive Parenting & Adolescent's Problem Behavior": {
      "summary": "This study investigated the relationship between mother-adolescent discrepancies in perceived parental warmth and adolescent problem behaviors in a sample of 947 German mother-adolescent dyads.  Using latent curve models, the study found that high levels of parental warmth before secondary school negatively predicted adolescent problems. However, after the transition, very high levels of discrepancy in perceived parental warmth (quadratic effect) positively predicted problem behaviors. The findings highlight the importance of considering multiple perspectives and appropriate modeling techniques when studying family dynamics and adolescent development.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Examining the Expectations of Parents of Young Children with Disabilities from a \"Care\" Perspective": {
      "summary": "This qualitative study investigated the expectations of parents of young children with disabilities regarding their experience with special education and their relationships with preschool teachers.  Using semi-structured interviews and document analysis, the study explores how notions of care and expectations influence the development of positive relationships between families and educators.  The findings aim to inform early childhood special education practices and suggest further research into applying Noddings' ethic of care to family-centered practices.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Views of Parents of a Child Diagnosed with Autism Spectrum Disorder on Burnout: A Meta-Synthesis Study": {
      "summary": "This meta-synthesis study analyzes the views of parents of children with autism spectrum disorder (ASD) on burnout.  Ten qualitative studies (from 456 initially screened) published between 2010 and 2023 were analyzed.  Five main themes emerged: getting support, isolation, disruption of daily routine, anxiety, and emotional outbursts. The study offers recommendations for educators, parents, and future research.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Parent Perceptions of School Relationships: Considerations of Racial-Ethnic Differences and Youth's Peer Victimization": {
      "summary": "This study examines parent perceptions of school relationships, focusing on the impact of child victimization and racial-ethnic differences.  Using data from 3,261 parents, the research found that parents of victimized children had poorer perceptions of school relationships than those of non-victimized children, with this disparity being more significant among certain racial-ethnic groups (Asian and Black parents). The findings highlight the need for culturally responsive interventions to engage minority parents of victimized youth.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "What Is the Meaning of Family Participation in Schools? A Multi-Voice Perspective": {
      "summary": "This study explores different understandings of family participation in schools in one region of Spain.  Using a qualitative, participatory methodology with interviews of 44 stakeholders (families, teachers, etc.), the study found that effective communication is key to successful participation.  Barriers include ideological differences and a lack of awareness of families' roles.  The study suggests improving family-school interaction through trust-building, training, and shared projects to overcome individualism.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "A Measure to Evaluate Parenting Interventions: Using Inclusive Research to Modify a Tool to Measure Change in Parenting Self-Efficacy during the Antenatal Period": {
      "summary": "This study modified the Tool to Measure Parenting Self-Efficacy in the antenatal period (TOPSE ante-natal) to make it more accessible for parents-to-be with learning disabilities.  Using inclusive research methods (interviews and focus groups), researchers identified and addressed comprehension issues caused by negative statements, figurative language, and unfamiliar words. The revised tool is now freely available online.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Parents' Perspectives on Surf Therapy for Children with Disabilities": {
      "summary": "This qualitative study explores parents' views on a surf therapy program for children with disabilities in the US.  Interviews with ten parents and one caregiver revealed positive impacts on children's physical, social, and behavioral well-being.  Cost, inclusivity, a family-centered approach, and opportunities for socialization were also highlighted as important factors influencing parental satisfaction.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Development of a Questionnaire to Assess the Quality of Service Trajectories in Autism Spectrum Disorder from Families' Perspective": {
      "summary": "This study describes the development and validation of ETAP-1, a questionnaire designed to assess the quality of service trajectories for families of children with Autism Spectrum Disorder (ASD) from their perspective.  The questionnaire was tested on 200 parents of children aged 5 and under, recently diagnosed with ASD or intellectual disability. Factor analysis confirmed the questionnaire's structure and demonstrated its reliability and validity.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Family Language Policy in the City of Zanjan: A City for the Forlorn Azerbaijani": {
      "summary": "This study investigates language maintenance and shift in Azerbaijani-Farsi bilingual families in Zanjan, Iran.  Thirteen parents from varying socioeconomic backgrounds were interviewed about their language practices and ideologies.  Despite parental attachment to Azerbaijani, Farsi is promoted at home, leading to a decline in Azerbaijani competence among both parents and children. This shift is attributed to an unfavorable language environment.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Rural Parent's Experiences of Stress and Resilience during the COVID-19 Pandemic and School Closure": {
      "summary": "This phenomenological study explored the experiences of 22 rural Nebraskan mothers with young children during the COVID-19 pandemic and school closures.  Thematic analysis revealed challenges related to children's education and development, parental work, and social-emotional impacts.  The study also identified successful parenting strategies, children's coping mechanisms, community resource utilization, unexpected benefits, and overall hope as responses to these challenges.  The research highlights the pandemic's impact on rural families and their resilience.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Children with Autism Spectrum Disorders in Low-Resource Settings: Reported Experiences and Needs of Parents in Mongolia": {
      "summary": "This study explores the experiences and needs of 30 parents of autistic children in Mongolia, a low-resource setting.  Parents reported significant challenges including limited services and support, financial strain, and lack of legal enforcement.  Their needs include increased services for their children, sustainable parent training programs, and collective advocacy.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "I Feel a Sense of Solidarity When Speaking Teochew": {
      "summary": "This study investigates the sustainability of the Teochew dialect in China, considering its use within families and the impact of Putonghua and English.  Using questionnaires and interviews, the research explores family language policies, usage frequency, language proficiency, and attitudes towards Teochew. While participants generally hold positive attitudes towards the dialect, the study reveals a weakening trend in its sustainable development, highlighting the importance of maintaining Teochew alongside Putonghua and English from a multilingual perspective.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Creating Inclusive Parent Engagement Practices: Lessons Learned from a School Community Collaborative Supporting Newcomer Refugee Families": {
      "summary": "This article presents a case study of a multi-agency program in Western Canada aimed at engaging refugee parents in their children's education.  It highlights the importance of parental involvement in student success, particularly for immigrant and refugee families, and explores how inclusive engagement practices were developed and implemented within the program.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Exploring Parental Mediation of Internet Use through Young Children's Perspective": {
      "summary": "This study investigated parental mediation of internet use among Turkish middle school students.  A four-factor Parental Mediation Scale (monitoring, safety, active, technical mediation) was developed and validated.  The study found that students perceived parental mediation at a medium level, with no significant differences based on various demographic factors.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Equipping EI Practitioners in Using PBS Strategies to Support Families with Addressing Challenging Behaviors: A Mixed Methods Pilot Study": {
      "summary": "This mixed-methods pilot study investigated the feasibility and impact of a Positive Behavior Interventions and Supports (PBIS) approach in early intervention (EI) settings.  The study measured EI practitioners' implementation of PBS strategies over time and explored their experiences supporting parents in using these strategies.  Findings showed increased practitioner confidence and implementation, with positive practitioner-reported experiences.  The study highlights implications for practice and future research.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Impact of the COVID-19 School Closures on Families with Children with Disabilities: A Qualitative Analysis": {
      "summary": "This qualitative study investigated the experiences of parents of children with disabilities during COVID-19 school closures.  Fifteen parents of children with various disabilities (Autism, Down Syndrome, ADHD, learning disabilities) participated.  Four major themes emerged: school connection, virtual learning, potential impacts on students, and managing change. The study highlights the challenges faced by these families and offers recommendations for school support.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Staff and Family Views of Alternative Respite Services for Adults with Intellectual Disabilities -- Aims, Outcomes and Experiences": {
      "summary": "This study explores the views of service managers and families on alternative respite services for adults with intellectual disabilities.  Semi-structured interviews with managers (n=6) and family members (n=32) revealed diverse conceptualizations of respite, highlighting its importance for both individuals with ID and their families.  While views varied on the target beneficiary, overall perspectives were positive, suggesting a need for further consideration of respite services beyond traditional definitions.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Examining the Perspectives of Latino Families of Children with Autism Spectrum Disorder towards Advocacy": {
      "summary": "This study examines the advocacy strategies of Latino parents of children with autism spectrum disorder (ASD).  Through focus groups, researchers found that parents advocated by being assertive, involved in school activities, documenting communication, and relying on knowledge and faith. Facilitators included increased parent-school communication and peer support, while barriers included poor school experiences, stress, and stigma.  The study highlights disparities in services received by Latino students with disabilities compared to White students and discusses implications for research, policy, and practice.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Cause of Institutionalized Private Tutoring in Korea: Defective Public Schooling or a Universal Desire for Family Reproduction?": {
      "summary": "This study examines the persistent prevalence of private tutoring in Korea despite government interventions.  It argues that private tutoring serves as a means for parents to enhance their children's university admissions prospects and transmit social status, becoming a deeply ingrained social norm. The study emphasizes the need for policies to consider the deeply held parental beliefs about education to be effective.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Mind the Aspiration Gap: How Primary School Pupils Perceive Their Future Adult Selves and the Perspectives and Expectations of Parents and Teachers": {
      "summary": "This qualitative study explores the aspirations of primary school pupils in low-socioeconomic areas, examining the gap between their current and future selves.  It investigates pupils' self-efficacy, views on education, and the influence of parents, teachers, gender, and media. Findings reveal a significant aspiration gap due to uncertainty about achieving goals. Parents prioritize their children's happiness and support their choices, while teachers acknowledge barriers like family unemployment and low self-efficacy.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Saudi \"Gifted\" Educational and Learning Environment: Parents and Student Perspectives": {
      "summary": "This study investigates the perceptions of Saudi gifted students and their parents regarding the educational and learning environment for gifted children in Saudi Arabia. Using questionnaires, the study compares parents' and children's views on the availability of eleven educational and learning capitals.  Results show discrepancies between parents and children's perceptions in several areas, highlighting potential challenges and areas for improvement in the gifted education system.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Pathways between Family SES, Parent Characteristics, Early Experiences, and Child Language Outcomes in South Korea: A Combined Analysis of the Family Stress Model and the Family Investment Model": {
      "summary": "This study investigates the relationship between family socioeconomic status (SES) and children's language development in South Korea.  Using longitudinal data from 1894 children, it tests a model integrating factors from the family stress and investment models, including parental characteristics and maternal self-efficacy. The model successfully explains the association between family SES and children's language development, highlighting the importance of considering cultural context in such research.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The (Dis)continuity of Parenthood among Incarcerated Fathers: An Analysis of Caregivers' Accounts": {
      "summary": "This study examines the role of incarcerated fathers in their children's lives, using in-depth interviews with 53 caregivers.  While slightly over half of caregivers reported father involvement before imprisonment, a significantly larger proportion reported contact during imprisonment. The study highlights the need for interventions supporting incarcerated fathers and their children, acknowledging diverse family structures and the crucial role of caregivers.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Gendered Parenting and Conjugal Negotiation over Children's Organised Extracurricular Activities": {
      "summary": "This study investigates conjugal negotiation and disagreements within urban Chinese families regarding children's participation in extracurricular activities.  Based on qualitative data from 134 parents, the research reveals that choosing and managing these activities is a continuous process involving negotiation, diverse family member agency, and various coping mechanisms. The findings highlight the complexities of middle-class parenting in navigating children's educational resources and the contested nature of gendered parenting in family decision-making.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Saudi Educational and Learning Capitals--Perspectives from Gifted and Non-Gifted Students and Their Parents": {
      "summary": "This study investigated educational and learning capitals in gifted and non-gifted Saudi students and their parents.  Using questionnaires and Rasch modeling, it found differences between gifted and non-gifted students and their parents in economic, social, and certain learning capitals. However, the challenges faced by gifted students were also prevalent among non-gifted students, suggesting shared difficulties within the Saudi educational system.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Child, Family and Professional Views on Valued Communication Outcomes for Non-Verbal Children with Neurodisability: A Qualitative Meta-Synthesis": {
      "summary": "This qualitative meta-synthesis reviews existing research on valued communication outcomes for nonverbal children with neurodisabilities, incorporating perspectives from children, parents, and professionals.  The analysis of 47 studies revealed three main themes: experiences of communication and expectations; adapting to and accepting AAC; and becoming an autonomous communicator.  The study highlights a significant lack of data from the children themselves, with most information coming from parents.  The findings will inform future research to develop a patient-reported outcome measure (PROM) for evaluating interventions.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Parents' Perspectives Regarding Impacts of a Group Intervention for Their Children with Hearing Loss": {
      "summary": "This qualitative study explores parents' experiences participating in a group intervention program for their children with hearing loss.  The findings highlight two key themes: the need for continued support and resources beyond early intervention, and the positive connections and joy experienced through the program.  Semi-structured interviews were conducted and analyzed thematically.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Comparing Fathers' and Mothers' Perspectives about Their Child's Autism Spectrum Disorder": {
      "summary": "This study compares the perspectives of mothers and fathers of children with autism spectrum disorder (ASD).  It found significant differences in self-reported stress and coping mechanisms between mothers and fathers. The study highlights the need for more research focusing on fathers' experiences with ASD, given the current underrepresentation of fathers in ASD research.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "School Participation of Autistic Youths: The Influence of Youth, Family and School Factors": {
      "summary": "Eine Studie untersuchte den Einfluss von Schler-, Familien- und Schulfaktoren auf die Schulbeteiligung autistischer Jugendlicher.  Anhand von Fragebgen von Eltern von 200 autistischen Kindern in den Niederlanden zeigte sich, dass nur Probleme mit der physischen Schulumgebung negativ mit der Schulbeteiligung korrelierten.  Dies unterstreicht die Bedeutung einer angepassten Schulumgebung fr autistische Jugendliche.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Everybody Wants to Experiment: Assessing Motivation to Participate in a Chemistry Family Learning Course": {
      "summary": "This study investigated the motivations of children and parents to participate in a nine-month family chemistry course.  Using questionnaires, researchers found similarities and differences in motivations between the two groups. Both valued research, individual learning, and social aspects, but the order of importance differed.  The study suggests that parents and children should be considered separate target audiences in such programs and highlights the course's role in re-engaging adults with chemistry.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Families in Transition: Parental Perspectives of Support and Services for Children with Autism in Kazakhstan": {
      "summary": "This qualitative study investigates the experiences of 17 parents of children with autism spectrum disorder (ASD) in Kazakhstan, focusing on challenges accessing healthcare, special education, and social services.  The study highlights delayed diagnosis, obstacles in accessing public services, lack of inclusive education, limited public benefits, insufficient support from professionals, and low public awareness of ASD.  Recommendations for policymakers and service providers are offered based on the parents' perspectives.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Complexities of Culturally Responsive Organized Activities: Latino Parents' and Adolescents' Perspectives": {
      "summary": "This mixed-methods study examines culturally responsive organized activities for Latino adolescents, using path analysis and qualitative interviews with adolescent-parent dyads.  Findings reveal mixed effects of integrating ethnic culture, with some features leading to positive experiences (increased autonomy) and others to negative ones (emotional distress).  Qualitative data highlighted complexities, with varying preferences for mainstream vs. Latino culture and concerns about misrepresentation or narrow portrayals of Latino culture in activities. The study emphasizes the importance of considering families' perspectives to ensure authentic integration of ethnic culture.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Experiencing Motherhood and Fatherhood with Learning Difficulties in Austria: The Need for Self-Determined Support": {
      "summary": "This qualitative study interviewed ten Austrian parents with learning difficulties (six mothers, four fathers) about their experiences of parenthood.  Participants described feeling surveilled by child welfare professionals and receiving inadequate or unhelpful support.  The study highlights the need for improved, flexible, and self-determined support services that acknowledge gendered parenting roles and the intersectional nature of disadvantages faced by these parents.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Success Is Different in Our Eyes": {
      "summary": "This paper examines differing understandings of educational success between Indigenous families and Alberta's education system.  A case study of 77 Indigenous youth and parents reveals that current policy frameworks, while claiming to promote equity and reconciliation, often contradict Indigenous perspectives and inadvertently undermine their aspirations for success. The study highlights how policies focused on employability and performance exacerbate existing contradictions within a settler colonial society.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Hidden Perspective of Family Engagement: School Beliefs and In-Home Practices of Parents and Caregivers in an Urban High School": {
      "summary": "This quantitative study surveyed caregivers in an urban high school to understand their beliefs and home-based practices regarding family engagement.  Findings revealed that caregivers regularly engage in various at-home activities supporting their students' education, highlighting the need for schools to reconsider their definitions of family engagement and incorporate caregivers' perspectives.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Pakistani Parents and Their Children's School": {
      "summary": "A case study examining Pakistani parents' involvement in their children's Foundation Stage education in Southern England reveals generally positive attitudes towards parental involvement but low levels of actual participation.  Misunderstandings about teaching methods and a lack of communication between parents and school staff were identified as key barriers.  Parents often felt unwelcome and lacked information and guidance.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "She Didn't Know How to Go Back": {
      "summary": "This qualitative study explores school attendance problems (SAPs) in primary school children post-COVID-19 school closures.  Researchers interviewed parents and professionals in Southern England to understand the challenges and identify effective interventions.  Findings highlight difficulties faced by children with special needs and pre-existing anxiety, exacerbated by COVID-related anxieties, disrupted routines, poor home-school communication, and academic catch-up concerns.  Effective support involved strong home-school collaboration. Recommendations include early intervention, improved parent-school relationships, peer support for parents, and enhanced special education provision.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Are Chinese Parents Willing to Have a Second Child? Investigation on the Ideal and Realistic Fertility Willingness of Different Income Family": {
      "summary": "This study surveyed 4,510 Chinese parents of only children (ages 3-6) about their willingness to have a second child.  While 74.1% ideally wanted a second child (preferring a girl), less than a third had concrete plans.  Higher income was associated with a greater ideal willingness, but a more complex, V-shaped relationship existed between income and actual plans.  Child-rearing pressures significantly impacted the gap between ideal and realistic fertility intentions, suggesting a shift towards individual preferences. The study recommends policies supporting parents to address these pressures.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Mexican-Origin Family Members' Unique and Shared Family Perspectives of Familism Values and Their Links with Parent-Youth Relationship Quality": {
      "summary": "This study investigated the unique and shared perspectives of familism values among Mexican-origin families (mothers, fathers, and two siblings) and their relationship with parent-youth relationship quality.  Using multitrait-multimethod confirmatory factor analysis, the study found that familism operated more as an individual-level process than a family-level one, with adolescents' familism values most strongly linked to parent-youth relationship quality.  The findings suggest that adolescents' familism values may maintain family connections during adolescence and have implications for family intervention programs.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Parental Communicative Input as a Protective Factor in Bangladeshi Families Living in Poverty: A Multi-Dimensional Perspective": {
      "summary": "This study investigates the impact of parental communicative input on the cognitive and language development of five-year-old children from low-income Bangladeshi families.  It examines the relationship between socioeconomic conditions, caregiver communication (conceptual scaffolding and autonomy support), and child development outcomes (verbal and performance IQ).  The findings suggest that both conceptual scaffolding and autonomy support mediate the association between maternal education and child IQ, with conceptual scaffolding showing a stronger association with verbal IQ and autonomy support linked to increased child engagement.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Exploring Educators' and Parents' Perceptions of Gender as a Correlate of Toddlers' Physical Activity: Two Faces of the Same Coin?": {
      "summary": "This qualitative study explores the perceptions of educators and parents regarding gender and toddlers' physical activity.  Educators showed varied views, with some seeing no gender differences while others believed girls were less active due to symbolic play or biology.  Parents, however, perceived their daughters as active and naturally predisposed to movement. The study highlights contrasting perspectives and the impact of gendered practices on promoting physical activity in young children.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Exploring Patterns of Advocacy and Well-Being of Parents of Children with Intellectual and Developmental Disabilities": {
      "summary": "This study explores the relationship between parental advocacy for children with intellectual and developmental disabilities (IDD) and parental well-being.  Semi-structured interviews with 38 parents revealed that advocacy, regardless of whether the experience was positive or negative, increased stress. Positive advocacy experiences were sometimes associated with improved family quality of life, while both positive and negative experiences sometimes led to marital relationship frustration.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Place-Based Learning Processes in a Family Science Workshop: Discussion Prompts Supporting Families Sensemaking and Rural Science Connections Using a Community Water Model": {
      "summary": "This study analyzes intergenerational learning in a family science workshop focused on water quality.  Researchers examined how discussion prompts supported families' sensemaking and place-based scientific reasoning using a community water model.  Analysis of 44 hours of video data from 12 families revealed six types of sensemaking conversations, highlighting the importance of connecting abstract science to local experiences.  The study emphasizes the role of discussion prompts and physical space in facilitating family learning.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Perceived Value of Bilingualism among U.S. Parents: The Role of Language Experience and Local Multilingualism": {
      "summary": "This study investigates how the local language context and parents' language experiences influence their attitudes towards bilingualism and their language practices with their children.  Researchers surveyed 319 U.S. parents across 42 states, linking responses to census data.  Results indicate that parents in more multilingual areas held more positive views on bilingualism, particularly English-speaking parents with no prior language learning experience.  Furthermore, parents who valued bilingualism were more likely to engage in home language activities with their young children.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Transition from Intermediate School to High School: Insights from Pasifika Families": {
      "summary": "This qualitative study investigated the transition from primary to high school for 10 high-achieving Pasifika students and their families.  Interviews and student drawings highlighted the significant role parents played in their children's education, revealing strong intergenerational expectations for success rooted in cultural competency and high parental expectations. The findings contribute to existing research on parent and student strategies for success during this transition.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "How Parents' Social Comparison Orientation Influences Children's Decision in a Public Goods Game": {
      "summary": "This study investigates the impact of parents' social comparison orientation on their children's contribution to public goods.  It finds a negative correlation: higher parental social comparison orientation leads to lower children's contribution.  This effect is amplified by increased child interaction with non-family members. The study warns against excessive social comparison.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Defining Quality in Early Childhood Education: Parents' Perspectives": {
      "summary": "This article analyzes the perspectives of nearly 2000 Maltese parents on the quality of early childhood education settings.  Parents define quality based on factors such as caregivers' warmth and care, communication between families and settings, children's happiness and development, and the physical environment. The study highlights the importance of understanding parents' definitions of quality to improve collaboration and support children's learning.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Communication with Families: Understanding the Perspectives of Early Childhood Teachers": {
      "summary": "This study explores communication methods between early childhood teachers and families.  Thirty-one teachers were interviewed about their communication practices, revealing the use of diverse methods (in-person, apps, messaging) to share information on children's routines, development, and other relevant details. While in-person communication was preferred, the pandemic and classroom dynamics presented challenges.  The study highlights the need for further research into effective communication strategies to improve teacher-family partnerships.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "I Knew It Was Gonna Be Hard, but I Always Knew I Had Support from My Parents": {
      "summary": "This qualitative study examines the role of family in the college aspirations and persistence of undocumented students.  Findings from 16 undocumented students at a four-year university suggest that family is a key motivator and support system, but can also be a source of stress.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "It's Really Important to Be Collaborating': Experiences of Participatory Research for Chinese and Vietnamese Parents of Autistic Children": {
      "summary": "This study explores the experiences of Chinese and Vietnamese parents of autistic children who participated as community partners in a participatory research project on home-school partnerships.  The parents' involvement significantly shaped the research, from translation to dissemination.  Parents reported benefits such as increased self-advocacy and well-being, despite initial concerns and emotional challenges. The study highlights the importance of participatory approaches in autism research with culturally and linguistically diverse communities, emphasizing the need for increased time and resources to ensure meaningful and respectful research.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Influence of Parents' Outdoor Recreation Preferences on Children's Outdoor Activities in State Parks": {
      "summary": "This study investigated the relationship between parents' attitudes and experiences with outdoor recreation and their children's participation in outdoor activities at state parks.  A survey of 104 parents revealed that parents generally valued non-consumptive activities for their children more than consumptive ones, although parents who enjoyed consumptive activities (like fishing and hunting) placed higher importance on their children's participation in those activities.  Parental preferences correlated with their children's physical activity levels, but not with their own.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Parents and Children during the COVID-19 Quarantine Process: Experiences from Turkey and China": {
      "summary": "This study examines the experiences of Turkish and Chinese parents with their 3-6 year-old children during the COVID-19 quarantine.  Semi-structured interviews with 13 Turkish and 11 Chinese parents revealed commonalities in their experiences, with difficulties in home quarantine, disrupted routines, and uncertainty about children's developmental progress being prominent themes.  Despite cultural differences, parents largely shared similar responses, highlighting both positive and negative aspects of the quarantine period. The study suggests encouraging parents to integrate positive experiences into their future lives.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Family Language Policy in Chinese D/Deaf-Parented Families with Hearing Children: The Interplay of Multi-Dimensional Factors": {
      "summary": "This study investigates family language policy (FLP) in Chinese families where parents are Deaf and children are hearing.  Using questionnaires, interviews, and observations, the research explores language ideologies and practices within these families, highlighting the unique bilingualism of hearing children of Deaf adults (CODAs). The findings suggest that language practices in these families reflect broader social language ecology and are influenced by macro-level social factors and micro-level family dynamics, as well as individual agency, community support, and school practices. The study offers new perspectives on successful FLP in bimodal bilingual families.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "There Are Obstacles... but We Can Do It": {
      "summary": "This qualitative study examines how Latina/o/x students and their families utilize community cultural wealth and funds of knowledge during the college transition.  Despite challenges like immigration status, finances, and cultural incongruity, students successfully transitioned to college by leveraging family support and their own drive.  Families provided various forms of capital (aspirational, navigational, social, familial), which students activated to overcome obstacles. The research highlights the interconnectedness of funds of knowledge and community cultural wealth in this context.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Relationships between Families and Head Start Staff: Associations with Children's Academic Outcomes through Home Involvement and Approaches to Learning": {
      "summary": "This study investigates the relationship between family-staff partnerships in Head Start programs and children's academic outcomes.  Using data from the 2014 HS Family and Child Experiences Survey, the researchers found that strong family-staff relationships were directly and indirectly (through increased home involvement) associated with improved children's receptive vocabulary.  Stronger family-teacher relationships were linked to better approaches to learning, which in turn predicted higher receptive vocabulary and early math skills.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Connecting \"Familismo\" and Higher Education: Influence of Spanish Language PFMO Programs on Latinx Family Involvement and Sense of Belonging": {
      "summary": "This study examines the impact of Spanish-language Parent and Family Member Orientation (PFMO) programs on the involvement and sense of belonging of Latinx families in higher education.  It highlights the importance of engaging families given the collectivist culture within many Latinx communities and aims to understand the program's effectiveness in bridging the gap between families and the institution.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Musical Engagement among Families with Young Children: A CMBI (V.972) Study": {
      "summary": "This study translated the Children's Music Behaviour Inventory (CMBI) into Hebrew and surveyed 300 families to establish cultural validity and updated norms for measuring parent-child musical engagement in children aged 0-5.  The study highlights the CMBI's usefulness in helping parents understand the importance of music in child development and the parent-child relationship.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Homelessness and School Choice: Examining the School Choice Experiences of Families Living in Shelter": {
      "summary": "This study uses in-depth interviews to explore the school choice experiences of homeless families in NYC shelters.  It finds that despite efforts to improve information and resources, families remain confused and frustrated by the process, often prioritizing basic needs over extensive school searches. Shelter staff also face challenges due to limited information and training, adding to their already heavy workload. The study highlights the competing demands faced by families and staff navigating multiple public systems.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Validation of the Spanish Form of a Multidimensional Assessment of Family Engagement for Early Childhood Programs": {
      "summary": "This study validated the Spanish version of the Family Involvement Questionnaire-Short Form (FIQ-SF) for Spanish-speaking families in early childhood education.  Factor analysis confirmed the three dimensions of the original English version (Home Engagement, School Engagement, and Home-School Conferencing). Criterion validity was established through correlations with parent satisfaction, program records, child language skills, and teacher-reported learning approaches.  The study discusses implications for program policy and interventions.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Mobility and Learning through Tourism: Touristic Learning of Children during Family Travels": {
      "summary": "This study examines children's learning experiences during family travel within the framework of mobile learning.  Interviews with Japanese parents highlight how tourism facilitates learning by exposing children to diverse actors and environments, fostering knowledge networks beyond typical school settings.  The study emphasizes the negotiation, accidental learning, and post-trip reconfiguration involved in this process, suggesting tourism suspends cultural norms and enables learning beyond usual constraints.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Clinician-Identified Factors in Success of Parent-Directed Behavioral Therapy for Children's Tantrums": {
      "summary": "This study explores clinicians' perspectives on factors influencing the success of parent-directed behavioral therapy (PDT) for children's tantrums.  Through interviews with 19 clinicians, two major themes emerged: appointment attendance and caregiver buy-in.  Additional factors included caregiver support, capacity, behavior problem complexity, home environment, competing demands, and care coordination. The findings highlight the need for initiatives to improve PDT effectiveness by addressing appointment attendance and parental psychoeducation.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "An Examination of the Impact of Culture on Early Intervention Programmes--An Islamic Arabic Perspective from Jordan": {
      "summary": "This qualitative study investigates the influence of Jordanian Islamic Arabic culture on early intervention (EI) programs for children with disabilities.  Semi-structured interviews with parents and occupational therapists revealed three key themes: 'It is the will of Allah', 'Social stigma', and 'Extended family role'. The study highlights the significant impact of parents' cultural views on their participation in EI programs and contributes to the limited research on this topic in Islamic Arabic countries.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "I'm Trying to Tell You This Man Is Dangerous and No One's Listening": {
      "summary": "This case study examines a mother's struggle to engage with her children's schools after leaving an abusive relationship.  The schools' responses, or lack thereof, highlight systemic failures and the impact of gendered power dynamics on school culture and policies regarding family violence.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Childhood Hearing Loss: An Uncertain Context for Parenting": {
      "summary": "This qualitative study explores parental uncertainty surrounding childhood hearing loss (HL).  Sixty-one participants (parents, professionals, or both) completed online surveys with open-ended questions at three time points: immediately after HL diagnosis, before primary school, and during primary school. Six major themes of uncertainty emerged: the pervasive impact of HL, its nature and causes, developmental impacts, family life, family decision-making, and education/support services. The study highlights the evolving nature of parental uncertainty across different stages of a child's life.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Examination of the Perceptions of Families with Special Needs Children towards Teachers, School Communication, and Cooperation": {
      "summary": "This study surveyed 276 parents of special needs children in Istanbul to examine their perceptions of teachers, school communication, and cooperation.  Results showed high expectations and positive perceptions of cooperation with teachers, but medium-level participation.  Significant differences were found based on teacher demographics (age, gender, occupation) and parent demographics (marital status, education level, income).  Parents with lower incomes and higher education levels reported more positive views.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Family Process and Young Children's Social Adaptation: Conditional Process Analyses across Child-Care Experiences": {
      "summary": "This study investigated how family environment, parent-grandparent co-parenting, effortful control, and early childcare experiences affect young children's social adaptation in China.  Analyzing data from 315 mothers of 2-3-year-olds, the study found that children's effortful control mediates the relationship between family process and social adaptation.  The effect of effortful control on social adaptation is also moderated by childcare experience duration, with a stronger positive effect for children with longer childcare experiences.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Disadvantaged Families' Experiences of Home-School Partnerships: Navigating Agency, Expectations and Stigma": {
      "summary": "This paper explores the experiences of socio-economically disadvantaged families in building partnerships with schools.  Based on interviews with 32 parents/carers, the study reveals a gap between the ideal of home-school partnerships and the reality for these families.  Findings highlight the need for schools to acknowledge parental efforts, maintain consistent communication, and address differing perceptions to avoid reinforcing disadvantage.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Research Supporting Service Transformation: Family Drug and Alcohol Courts and Understanding the Factors That Contribute to Their Success": {
      "summary": "This article discusses the initial phase of a study on Family Drug and Alcohol Courts (FDAC) in England.  It examines how FDACs, inspired by a US model, collaborate with judges, professionals, and parents to improve outcomes for children living with parents who misuse substances. The study highlights the court's family-based approach, enabling parents to actively participate in proceedings and leading to a significant number of children remaining with or being returned to their families.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Students' and Families' Attitudes and Motivations to Language Learning and CLIL: A Longitudinal Study": {
      "summary": "This two-year longitudinal study investigated the attitudes and motivations of students (n=44) and their families (n=44) towards language learning in a multilingual CLIL (Content and Language Integrated Learning) environment in a rural Spanish high school.  The findings indicate that both CLIL and non-CLIL students and their parents developed positive long-term attitudes and motivation, with CLIL students and parents showing greater improvement.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Lessons Learned from IEP Meeting Experiences of Parents and School Professionals during the COVID-19 Pandemic": {
      "summary": "This phenomenological study explores how the COVID-19 pandemic's shift to virtual Individualized Education Program (IEP) meetings impacted parents and school professionals.  Ten professionals and nine parents were interviewed about their experiences before and after the transition. Six key themes emerged: preparedness, technology challenges, new communication norms, rapport building, adapting to new collaboration, and harnessing flexibility. The study highlights both challenges and opportunities presented by virtual IEP meetings.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "There Is Family Tension, but They Understand": {
      "summary": "This qualitative study explores the experiences of parents in Ghana raising children with cerebral palsy (CP), focusing on spousal and sibling relationships.  While typically developing siblings often accept their CP siblings and help with household chores, parents reported marital conflict, financial strain, and negative spousal attitudes leading to family tension. The study discusses policy implications.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Factors Associated with the Family Reintegration Stability for Children with a Residential Care Experience in Ghana": {
      "summary": "This study investigates factors influencing the successful reintegration of children from residential care into their families in Ghana.  Analyzing data from 408 children and their guardians, the study found that child's age, length of stay in residential care, and the existence of a case file were associated with the child's desire to remain with their family.  The study recommends comprehensive assessments, preparation, follow-up support, and linkage to long-term support programs to ensure stable reintegration.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "We Hear You: Listening to the Perspectives of Families Regarding the Education and Opportunities for Children in Special School Settings": {
      "summary": "This article explores the perspectives of Australian families on the educational opportunities for their children with disabilities in special schools.  The study focused on family engagement and consultation with teachers, providing valuable insights into preferred educational delivery models.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Has Family Involvement Migrated into Higher Education?:": {
      "summary": "This study investigates family involvement in undergraduate students' university experiences in Cyprus, comparing a state and a private university. Data from administrative logs show similar manifestations of family involvement in both universities, differing mainly in intensity.  The study highlights students' desires for family involvement and families' protective/guiding interventions, discussing these findings within cultural and societal contexts of parenthood and marketized higher education.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Gender and Social Class in the Construction of Higher Education Aspirations among Parents of Girl Students in Urban India": {
      "summary": "This article examines the educational aspirations and practices of lower-middle and lower-income families of female high school students in Kolkata, India.  The study, based on interviews with 35 families, explores how gender and social class influence these aspirations, considering factors like marriage, motherhood, and access to social, cultural, and economic capital.  The research highlights the families' view of education as a path to upward social mobility.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "In-School Transition Challenges among Primary School Learners with Autism Spectrum Disorders in South Africa: Parents and Teachers' Perspectives": {
      "summary": "This study investigates the challenges faced by primary school learners with Autism Spectrum Disorder (ASD) in South Africa during school transitions.  Using a phenomenological design with 6 parents and 6 teachers, the study identified three main themes: poor academic achievement and skills development, social and economic challenges, and behavioral problems. The findings highlight the need for increased home-school collaboration and support services to aid successful transitions for learners with ASD.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "A Qualitative Study of Men's Experience of Being a Father in Families with Childhood Disability": {
      "summary": "This qualitative study explores the experiences of seven fathers in families with children with disabilities.  The fathers described their children's needs (mastery, secure attachment, etc.), their own fathering behaviors (creating unity, being active/playful), and the influence of personal, family, and social factors on their behaviors.  The study highlights the impact of childhood disability on fathers' psychological well-being and their use of emotion regulation strategies.  The authors conclude that the health and social welfare system should better support fathers in these families.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "How Is the Bilingual Development of Portuguese Heritage Children Perceived by Their Parents? Results from an Ethnographic Case Study of a Non-Formal Learning Setting in Germany": {
      "summary": "This ethnographic study examines how parents of Portuguese heritage children in Germany perceive their children's bilingual development within a non-formal learning setting.  The study uses semi-structured interviews and content analysis to analyze parents' perspectives and considers the role of the 'Mala de Herana' (Heritage Suitcase) educational tool. Results show a heterogeneous perception of bilingualism among the parents.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "A Systematic Review Examining Caregivers' of Color Experiences with the Diagnostic Process of Autism Spectrum Disorder": {
      "summary": "This systematic review examines the experiences of caregivers of color with the autism spectrum disorder (ASD) diagnostic process.  It analyzes 15 qualitative studies (253 caregivers) and reveals disparities, including delayed diagnosis, discrimination, and lack of culturally responsive care.  Systemic issues (long waitlists, financial concerns), provider issues (minimizing concerns, bias, lack of knowledge), and communication barriers were identified as significant obstacles.  The review highlights the need for interventions targeting systemic and provider-level factors to improve equity in ASD diagnosis.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Infant Language Stimulation: A Mixed-Methods Study of Low-Income Families' Preference for and Use of Ten Strategies": {
      "summary": "This mixed-methods study examined the preferences and usage of 10 language stimulation strategies among 24 low-income families with infants in the US.  The study, part of the Strong Beginnings for Babies program, found that families preferred and most frequently used strategies involving music and chatting with their children.  Coaches observed significant instances of families talking, singing, and reading to their babies, regardless of the specific strategy being focused on.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "Adverse Childhood Experience-Related Conditions and Substance Use in Adolescents: A Secondary Analysis of Cross-Sectional Survey Data": {
      "summary": "This study analyzed data from the 2018 Indiana Youth Survey to identify latent classes of adolescents based on adverse childhood experience (ACE)-related factors in family and school environments. Four classes emerged: \"Family-Only,\" \"School-Only,\" \"Family-School,\" and \"No-ACE.\"  Substance use was significantly higher in the \"Family-School\" class and varied by race/ethnicity, with Hispanics showing the highest rates.  The study highlights the clustering of ACE-related items and suggests incorporating these items into school surveys to better target interventions.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  },
  {
    "The Exploring Teacher-Family Partnerships in Infant Center-Based Care: A Comparative Study of Teachers' and Mothers' Perspectives and Influential Factors": {
      "summary": "This study compares teachers' and mothers' perspectives on their partnerships in infant childcare and identifies factors influencing these partnerships.  Both groups reported a medium-high level of implemented practices but desired more. Teacher education level (Master's degree) was positively associated with both real and ideal partnership practices, highlighting its importance, especially given varying European teaching qualifications.",
      "peer_review": "yes",
      "about_parents": "yes"
    }
  }
]